{
    "30 June 2022_John Bull": "Melvyn Bragg and guests discuss John Arbuthnot's satirical figure, created in 1712 as an anthropomorphised bull, and its role as a representation of an English or British everyman.",
    "23 June 2022_Angkor Wat": "Melvyn Bragg and guests discuss the astonishing and massive Cambodian temple commissioned by Suryavarman II in the 12th century, a centre for Hinduism, Buddhism and Animism.",
    "16 June 2022_Dylan Thomas": "Melvyn Bragg and guests discuss the works and ideas of this celebrated Welsh poet, from his teenage success to his tours of America via Under Milk Wood.",
    "9 June 2022_The Death of Stars": "Melvyn Bragg and guests discuss how so much in the Universe, and much of our understanding of it, depends on changes in stars as they die after millions or billions of stable years",
    "26 May 2022_Hegel's Philosophy of History": "Melvyn Bragg and guests discuss Hegel's ideas on history as the progress of the consciousness of freedom, and whether we enjoy more freedom now than those in past centuries.",
    "19 May 2022_Jan Amos Komenský": "Melvyn Bragg and guests discuss the Czech man who tried to use education to build a better understanding between the peoples of Europe who were otherwise divided by religious wars.",
    "12 May 2022_Li Bai and Du Fu": "Melvyn Bragg and guests discuss the most celebrated poets of 8th-century China, Li Bai and Du Fu, and their influence from the Tang Era to the present day.",
    "5 May 2022_Davidian Revolution": "Melvyn Bragg and guests discuss great changes in Scotland associated with David I, from the founding of trading towns such as Edinburgh to new monasteries and new ways of governing",
    "28 April 2022_Early Christian Martyrdom": "Melvyn Bragg and guests discuss the lives of martyrs in the first three centuries of Christianity and how Eusebius presented their stories once the Roman Empire became Christian.",
    "21 April 2022_Olympe de Gouges": "Melvyn Bragg and guests discuss the life, ideas and works of the Frenchwoman who wrote The Declaration of the Rights of Woman in 1791 during the French Revolution",
    "14 April 2022_Homo erectus": "Melvyn Bragg and guests discuss one of our ancestors whose span on Earth extended at least five times more than Homo sapiens has so far, and who was found from Africa to Asia.",
    "07 April 2022_Polidori's The Vampyre": "Melvyn Bragg and guests discuss the myths that gave rise to this novella from 1819 by Byron's physician, John Polidori, and the works such as Bram Stoker's Dracula it inspired.",
    "31 March 2022_The Sistine Chapel": "Melvyn Bragg and guests discuss this extraordinary achievement of Michelangelo in the Vatican with frescoes from Genesis on the ceiling and The Last Judgement on the altar wall.",
    "24 March 2022_Antigone": "Melvyn Bragg and guests discuss Sophocles' tragedy of dilemmas, where King Creon threatens death to anyone who buries a traitor and that traitor's sister, Antigone, defies him.",
    "17 March 2022_Charisma": "Melvyn Bragg and guests discuss how Weber drew on the idea of charisma in religion to explain why people follow some leaders loyally rather than dutifully, for better or worse",
    "10 March 2022_Seismology": "Melvyn Bragg and guests discuss the rapid advances in the study of earthquakes in the last century and what those have revealed about the structure of our planet.",
    "3 March 2022_Arthashastra": "Melvyn Bragg and guests discuss the ancient Indian Sanskrit text the Arthashastra.",
    "24 February 2022_Peter Kropotkin": "Melvyn Bragg and guests discuss the life and ideas of the Russian prince who became an anarchist and who argued that mutual aid was the key to evolution not survival of the fittest",
    "17 February 2022_Romeo and Juliet": "Melvyn Bragg and guests discuss the poetry and power of Shakespeare's tragedy of two young lovers in Verona, their families divided by a bitter feud",
    "10 February 2022_Walter Benjamin": "Melvyn Bragg and guests discuss the remarkable philosopher and critic whose ideas, developed in the 1930s, became highly influential after his death while escaping the Holocaust.",
    "3 February 2022_Temperance Movement": "Melvyn Bragg and guests discuss the British experience of teetotalism from the early 19th Century when abstaining from alcohol was a way for the new urban workers to get on in life.",
    "27 January 2022_Colette": "Melvyn Bragg and guests discuss the novels and life of one of the most remarkable writers of the last century, whose Claudine series was first published under her husband's name.",
    "20 January 2022_The Gold Standard": "Melvyn Bragg and guests discuss the age of gold, from 1870, when many nations tied their currencies to gold in the hope of economic stability and increasing trade around the world",
    "13 January 2022_Thomas Hardy's Poetry": "Melvyn Bragg and guests discuss Hardy's poems, which he prized far above the novels which made him famous and rich, and his ambition to be ranked alongside Shelley and Byron.",
    "30 December 2021_Fritz Lang": "Melvyn Bragg and guests discuss Fritz Lang, the director behind films such as Metropolis, Mabuse the Gambler and M in Weimar Germany and Fury and The Big Heat in Hollywood.",
    "23 December 2021_The Hittites": "Melvyn Bragg and guests discuss the empire based in the Land of Hatti during the Late Bronze Age, in modern Turkey, and the discoveries there over the last century.",
    "16 December 2021_A Christmas Carol": "From Bah Humbug to God Bless Us Every One: Melvyn Bragg and guests discuss Charles Dickens' story of Scrooge's salvation by the ghosts of Christmas Past, Present and Yet To Come.",
    "9 December 2021_The May Fourth Movement": "Melvyn Bragg and guests discuss the upheaval in China in 1919 after humiliation in the Versailles Treaty and the sharing of ideas that led to the foundation of the Communist Party.",
    "2 December 2021_The Battle of Trafalgar": "Melvyn Bragg and guests discuss Nelson's decisive naval victory in 1805, long celebrated in Britain and remembered as a watershed in Spain yet overshadowed in France by Austerlitz.",
    "25 November 2021_Plato's Gorgias": "Melvyn Bragg and guests discuss arguably the most personal of Plato's dialogues in which he examines the values that led to the execution of his mentor Socrates by drinking hemlock",
    "18 November 2021_The Decadent Movement": "Melvyn Bragg and guests discuss the influence of Baudelaire and Walter Pater on writers and artists in Britain in the 1890s, pursuing art for its own sake and not with moral aims.",
    "11 November 2021_William and Caroline Herschel": "Melvyn Bragg and guests discuss the pioneering brother and sister who, between them, discovered Uranus, comets, double stars and infrared light at the end of the 18th century.",
    "4 November 2021_The Song of Roland": "Melvyn Bragg and guests discuss the epic reimagining of the Battle of Roncevaux Pass in 778AD when Charlemagne's rearguard was ambushed and his knight Roland fought and died.",
    "28 October 2021_Corals": "Melvyn Bragg and guests discuss the simple animals which informed Charles Darwin's first book and form the reefs now threatened by climate change.",
    "21 October 2021_Iris Murdoch": "Melvyn Bragg and guests discuss the growing prominence of the philosophy of one of the most celebrated novelists of the 20th century, who developed her ideas in response to WWII.",
    "14 October 2021_Polish–Lithuanian Commonwealth": "Melvyn Bragg and guests discuss the rise and fall of the largest republic in Europe, which for centuries elected its kings to rule alongside parliament and avoided religious wars.",
    "7 October 2021_The Manhattan Project": "Melvyn Bragg and guests discuss how the discovery of nuclear fission in Germany led quickly to the development of the first atom bomb in the USA and its lethal use over Japan",
    "30 September 2021_The Tenant of Wildfell Hall": "Melvyn Bragg and guests discuss Anne Bronte's story of the mysterious Helen Graham who seeks a new independent life as an artist after escaping her abusive, alcoholic husband.",
    "23 September 2021_Herodotus": "Melvyn Bragg and guests discuss the Greek writer whose Histories aimed to 'preserve the great and marvellous deeds of Greeks and barbarians, especially why they fought each other'.",
    "16 September 2021_The Evolution of Crocodiles": "Melvyn Bragg and guests discuss the extraordinary variety of the animals that dominated life on land before the dinosaurs and why crocodiles should never be called 'living fossils'.",
    "24 June 2021_Shakespeare's Sonnets": "Melvyn Bragg and guests discuss the 154 sonnets collected and printed in 1609 of which some are famous, many are glorious, most are inspiring and several are unsettling.",
    "17 June 2021_Edward Gibbon": "Melvyn Bragg and guests discuss the life and ideas of the writer of The History of the Decline and Fall of the Roman Empire, one of the most celebrated works of its kind.",
    "10 June 2021_Booth's Life and Labour Survey": "Melvyn Bragg and guests discuss Charles Booth's ambitious project to discover how many people in late Victorian London were living in poverty, and understand why",
    "3 June 2021_Kant's Copernican Revolution": "Melvyn Bragg and guests discuss Kant's ideas on how the world depends on us, on the limits of human knowledge and why we are bound to ask questions we cannot answer.",
    "27 May 2021_The Interregnum": "Melvyn Bragg and guests discuss the unstable rule in England between the execution of Charles I and restoration of Charles II and the impact in Scotland and, infamously, Ireland",
    "20 May 2021_Journey to the West": "Melvyn Bragg discusses the much loved Chinese novel from 1592, featuring Monkey, Tripitaka, Sandy and Pigsy, as they travel to India to bring back Buddhist texts.",
    "13 May 2021_Longitude": "Melvyn Bragg and guests discuss the 18th-century search for ways to calculate longitude at sea - how far east or west a ship was - to make voyages across oceans safer and faster.",
    "6 May 2021_The Second Barons' War": "Melvyn Bragg and guests discuss the vicious war (1264-7) that followed Simon de Montfort's seizure of power from Henry III and his family while supporting new, broader parliaments.",
    "29 April 2021_Ovid": "Melvyn Bragg and guests discuss the Roman poet whose influence is arguably greater than any poet of the classical age, besides Homer, even though his writing led to his exile.",
    "22 April 2021_The Franco-American Alliance 1778": "Melvyn Bragg and guests discuss why France supported the USA in its revolutionary war against Britain and how that related to the French Revolution a few years later.",
    "15 April 2021_Arianism": "Melvyn Bragg and guests discuss a widely shared form of Christianity, followed in the Roman empire and by the Goths across its borders, that became an infamous heresy.",
    "8 April 2021_Pierre-Simon Laplace": "Melvyn Bragg and guests discuss the great French mathematician who tackled questions on the stability of the Solar System and planet rotation and devised the basis for metrication",
    "1 April 2021_Russo-Japanese War": "Melvyn Bragg and guests discuss Japan's unexpected victory over Russia in 1904-5 which gave Japan a new status in the world and pushed Russia into revolution.",
    "25 March 2021_David Ricardo": "Melvyn Bragg and guests discuss Ricardo's argument that Britain's economy was being held back by the interests of landlords and protectionism, and his call for free trade.",
    "18 March 2021_The Bacchae": "Melvyn Bragg and guests discuss the great tragedy by Euripides, where Dionysus takes revenge on Thebans who denied his divinity, their king torn to shreds by his mother.",
    "11 March 2021_The Late Devonian Extinction": "Melvyn Bragg and guests discuss the disappearance of up to 70 per cent of species roughly 370 million years ago at the end of The Age of Fishes, and the range of possible causes.",
    "4 March 2021_The Rime of the Ancient Mariner": "Melvyn Bragg and guests discuss Coleridge's poem of a grim voyage in which a sailor shoots an albatross and is forced to tell the story of his crime forever.",
    "25 February 2021_Marcus Aurelius": "Melvyn Bragg and guests discuss the life, meditations and reputation of this stoic and philosopher king, who Machiavelli called the last of the 'Five Good Emperors'.",
    "18 February 2021_Medieval Pilgrimage": "Melvyn Bragg and guests discuss the rise of pilgrimage for Christians in Europe in the Middle Ages and options for those who could only imagine pilgrimages and imitate them at home",
    "11 February 2021_The Rosetta Stone": "Melvyn Bragg and guests discuss the role of Champollion in deciphering the hieroglyphs on The Rosetta Stone, when the written culture of ancient Egypt opened to the modern world.",
    "4 February 2021_Emilie du Châtelet": "Melvyn Bragg and guests discuss the 18th-century mathematical genius whose insights into Newton and Leibniz were part of the great advance in science in the Enlightenment.",
    "28 January 2021_Saint Cuthbert": "Melvyn Bragg and guests discuss the life of the Northumbrian monk, priest and hermit who lived on the Holy Island of Lindisfarne and became one of England's most revered saints.",
    "21 January 2021_Plague of Justinian": "Melvyn Bragg and guests discuss the outbreak of plague in 541AD in Byzantium that was said, at the time, to have blighted the lives of all mankind.",
    "14 January 2021_Great Gatsby": "Melvyn Bragg and guests discuss one of the great American novels of the 20th Century, where inexplicably rich Jay Gatsby aims to win Daisy Buchanan from her millionaire husband.",
    "31 December 2020_Eclipses": "Melvyn Bragg and guests discuss the progress in our understanding of eclipses from the ancient world onwards and how their predictability illuminates historical records and myths.",
    "17 December 2020_Chinese Cultural Revolution": "Melvyn Bragg and guests discuss the decade of upheaval in China under Mao's revolt within his own party, led at first by the Red Guards, from 1966 until his death in 1976",
    "10 December 2020_John Wesley and Methodism": "Melvyn Bragg and guests discuss the difference John Wesley made during the Christian Revival of the 18th Century, developing Methodism into a major movement around the world",
    "3 December 2020_Fernando Pessoa": "Melvyn Bragg and guests discuss the works and life of one of Portugal's greatest poets, who wrote in his own name and in those of several rounded characters he created.",
    "26 November 2020_Zong Massacre": "Melvyn Bragg and guests discuss the drowning of 132 enslaved Africans, purportedly as there was not enough drinking water to go round. The owners profited; nobody was prosecuted.",
    "12 November 2020_Albrecht Dürer": "Melvyn Bragg and guests discuss Dürer, the creator of some of the most memorable images in the late Renaissance from his woodcut of a rhinoceros to his stunning self portraits.",
    "5 November 2020_Mary Astell": "Melvyn Bragg and guests discuss the philosopher Mary Astell (1666 – 1731) who has been described as \"the first English feminist\".",
    "29 October 2020_Piers Plowman": "Melvyn Bragg and guests discuss Langland's exploration of what it means to live a good life, written when the Black Death had overturned many of the old certainties.",
    "22 October 2020_Maria Theresa": "Melvyn Bragg and guests discuss the reign of the Empress who upended the European order while strengthening Austria through reforms, alliances and strategic marriages.",
    "15 October 2020_Alan Turing": "Melvyn Bragg and guests discuss the ideas and life of the founder of computer science - whose work helped crack enemy codes in WW2 - and his exploration of artificial intelligence.",
    "8 October 2020_Deism": "Melvyn Bragg and guests discuss the Enlightenment idea that God created the universe and then stood back, for it to be understood by reason alone and not revelation.",
    "1 October 2020_Macbeth": "Melvyn Bragg and guests discuss Shakespeare's tragedy of ambition where Macbeth saves his King from one revolt only to murder and replace him, to fulfil a witches' prophecy.",
    "24 September 2020_Cave Art": "Melvyn Bragg and guests discuss the cave peoples, human or Neanderthal, who made hand outlines, abstract symbols and multicoloured images of prey animals in the Stone Age.",
    "17 September 2020_Pericles": "Melvyn Bragg and guests discuss the life and influence of the most powerful statesman in the new democracy of Athens, flourishing between the Persian and Peloponnesian wars.",
    "12 March 2020_Covenanters": "Melvyn Bragg and guests discuss Scottish Presbyterian pledges to advance their beliefs in the face of episcopacy and Roman Catholicism, and their impact across Britain and Ireland.",
    "5 March 2020_Paul Dirac": "Melvyn Bragg and guests discuss the Bristolian theoretical physicist, ranked alongside Einstein by his peers, who won a Nobel for his work on quantum mechanics.",
    "27 February 2020_Evolution of the horse": "Melvyn Bragg and guests discuss the origins of horses, the extinction of those in the New World in the Ice Age, and their domestication after crossing the land bridge into Asia.",
    "20 February 2020_Valladolid Debate": "Melvyn Bragg and guests discuss the influential debate in 1550 over whether it was right or not to enslave the people who lived on Spain's newly conquered land in the Americas.",
    "13 February 2020_Battle of the Teutoburg Forest": "Melvyn Bragg and guests discuss the Germanic tribes' destruction of three legions of the Roman general Varus in 9 AD, so limiting the expansion of the Roman Empire across the Rhine",
    "6 February 2020_George Sand": "Melvyn Bragg and guests discuss the work and life of Amantine Lucile Aurore Dupin who in C19th France wrote many extremely successful novels, under the name George Sand",
    "30 January 2020_Alcuin": "Melvyn Bragg and guests discuss the cleric, educator and poet from York who put learning for its own sake at the heart of the Carolingian Renaissance",
    "23 January 2020_Solar Wind": "Melvyn Bragg and guests discuss the phenomenon behind the auroras at Earth's poles, the stream of charged particles spreading out from the Sun to the border of the solar system.",
    "16 January 2020_Siege of Paris (1870–71)": "Melvyn Bragg and guests discuss the Prussian siege of Paris from 1870 and the Commune which emerged, until that was violently suppressed by French forces in 1871",
    "11 January 2020_Catullus": "Melvyn Bragg and guests discuss the poetry of Catullus - some of the greatest verse of his time, and some of the most scurrilous - and his influence on Roman and later poetry",
    "26 December 2019_Tutankhamun": "Melvyn Bragg and guests discuss the the work of Howard Carter's team in 1922, and the extraordinary contents of Tutankhamun's tomb and what it revealed of Egyptian history",
    "19 December 2019_Auden": "Melvyn Bragg and guests discuss WH Auden's life and poetry from Europe before WWII, reflecting on his travels to Spain, China and Germany and the rise of totalitarianism.",
    "12 December 2019_Coffee": "Melvyn Bragg and guests discuss the history of coffee, from its origins in Ethiopia to its role in the spread of ideas, its part in the slave trade and its social impact.",
    "5 December 2019_Lawrence of Arabia": "Melvyn Bragg and guests discuss Lawrence of Arabia, the legend and its context, an idea drawn from over 1200 suggested by listeners this autumn",
    "28 November 2019_Li Shizhen": "Melvyn Bragg and guests discuss the work of the Chinese doctor who investigated natural remedies, under the Ming, and compiled the greatest collection of treatments of his time",
    "21 November 2019_Melisende, Queen of Jerusalem": "Melvyn Bragg and guests discuss the most powerful queen in the Kingdom of Jerusalem in C12th, after the First Crusade, ruling with her husband Fulk and then their son Baldwin III",
    "14 November 2019_Crime and Punishment": "Melvyn Bragg and guests discuss Dostoevsky's novel in which Raskolnikov is mediocre but thinks he's superior and his future more important than the lives of the women he kills",
    "7 November 2019_The Treaty of Limerick": "Melvyn Bragg and guests discuss the impact of the treaty ending the Williamite War in 1691, with the disbanding of the Jacobite army and assertion of rights for the defeated gentry",
    "31 October 2019_Hybrids": "Melvyn Bragg and guests discuss how some genetically different parents - from different species - can have offspring and what that says about the origin and evolution of species",
    "24 October 2019_Robert Burns": "Melvyn Bragg and guests discuss the Ayrshire farmer whose 'Poems, Chiefly in the Scottish Dialect' (1786) set him on the way to a worldwide reputation as one of the great poets.",
    "17 October 2019_The Time Machine": "Melvyn Bragg and guests discuss the ideas and anxieties in late Victorian London, explored by HG Wells in his story of time travel, evolution and a planet unfit for humans.",
    "10 October 2019_Rousseau on Education": "Melvyn Bragg and guests discuss Rousseau's ideas on how to educate children so they retain their natural selves and are not corrupted by society.",
    "3 October 2019_Dorothy Hodgkin": "Melvyn Bragg and guests discuss the work, ideas and life of the woman who won the 1964 Nobel Prize in Chemistry for her work on the structures of vitamin B12 and penicillin.",
    "26 September 2019_The Rapture": "Melvyn Bragg and guests discuss the impact of the idea developed by John Nelson Darby that believers will vanish suddenly, 'to meet the Lord in the air' before the Second Coming",
    "19 September 2019_Napoleon's Retreat from Russia": "Melvyn Bragg and guests discuss why Napoleon invaded Russia in 1812, thought he was victorious yet had to retreat, losing most of his army and, soon after, his empire.",
    "4 July 2019_Federico Garcia Lorca": "Melvyn Bragg and guests discuss the work of Federico Garcia Lorca, author of Blood Wedding, Yerma and The House of Bernarda Alba, executed by Franco's forces, his body unrecovered.",
    "27 June 2019_Doggerland": "Melvyn Bragg and guests discuss the growing understanding of the humans, plants and animals once living on land now under the North Sea, submerged in the Stone Age.",
    "20 June 2019_The Mytilenian Debate": "Melvyn Bragg and guests discuss the Athenians' vote to kill all the men of Mytilene, then their change of mind next day and their race to stop the first vote being implemented.",
    "13 June 2019_The Inca": "Melvyn Bragg and guests discuss the South American people who dominated from the Andes to the Pacific coast until the arrival of the Spanish Conquistadors.",
    "6 June 2019_Sir Thomas Browne": "Melvyn Bragg and guests discuss the life, ideas and language of Browne (1605-82), a doctor sharing his personal views on science, history and religion at a time of great change",
    "30 May 2019_President Ulysses S Grant": "Melvyn Bragg and guests discuss Grant's role in rebuilding America in the decade after the Civil War and his impact on African-Americans and Native Americans.",
    "23 May 2019_Kinetic Theory": "Melvyn Bragg and guests discuss the growth of ideas about gas pressure, from Newton's theory that static particles push against each other to Maxwell and Boltzmann's moving atoms.",
    "16 May 2019_Frankenstein": "Melvyn Bragg and guests discuss Mary Shelley's story of Victor Frankenstein and the creature he makes from cadavers and then rejects - only for the monster to take his revenge",
    "9 May 2019_Bergson and Time": "Melvyn Bragg and guests discuss the ideas of Henri Bergson on how our experience of time as a duration differs from the scientific measurement of time, and why that matters.",
    "2 May 2019_The Gordon Riots": "Melvyn Bragg and guests discuss why a Westminster protest against 'Popery' in June 1780 led to widespread rioting across London, lethally suppressed.",
    "25 April 2019_Nero": "Melvyn Bragg and guests discuss the reputation of Nero, popular with his subjects but vilified in his lifetime and after and associated with the Beast in the Book of Revelation.",
    "18 April 2019_A Midsummer Night's Dream": "Melvyn Bragg and guests discuss the ideas behind Shakespeare's comedy with its intertwining plots of royal marriage, crossed lovers, quarreling fairies and rude mechanicals",
    "11 April 2019_The Evolution of Teeth": "Melvyn Bragg and guests discuss ideas about the origins of teeth, their link to hard scales on fish such as sharks and why some species regenerate theirs but humans do not.",
    "4 April 2019_The Great Irish Famine": "Melvyn Bragg and guests discuss why so many were vulnerable to the failure of the potato crops in Ireland in the 1840s, what relief was given and why so many died or left.",
    "28 March 2019_The Danelaw": "Melvyn Bragg and guests discuss how a series of Danish invasions, settlements and battles with Anglo-Saxons changed England in the 9th and 10th centuries.",
    "21 March 2019_Gerard Manley Hopkins": "Melvyn Bragg and guests discuss the works of Hopkins, unpublished in his lifetime, who FR Leavis called 'the only influential poet of the Victorian age and the greatest'.",
    "14 March 2019_Authenticity": "Melvyn Bragg and guests discuss what being oneself has meant to philosophers from Aristotle to Sartre and since and how compatible authenticity is with morality",
    "7 March 2019_William Cecil": "Melvyn Bragg and guests discuss the life and influence of the 1st Baron Burghley, Elizabeth I's powerful Secretary of State who advanced England's interests throughout her reign",
    "28 February 2019_Antarah ibn Shaddad": "Melvyn Bragg and guests discuss the poetry of Antarah (525-608AD), his historical context before Islam, how his work relates to other poets in that period, and his legacy",
    "21 February 2019_Pheromones": "Melvyn Bragg and guests discuss how animals influence the behaviour of others of their species by secreting or excreting chemical substances.",
    "14 February 2019_Judith beheading Holofernes": "Melvyn Bragg and guests discuss how artists such as Gentileschi, Caravaggio and Klimt responded to this Bible story of the widow who killed an enemy general to save her people.",
    "7 February 2019_Aristotle's biology": "Melvyn Bragg and guests discuss Aristotle's method of biological investigation and the first systematic and thorough study of animals, which was unequalled for almost 2,000 years.",
    "31 January 2019_Owain Glyndŵr": "Melvyn Bragg and guests discuss the man behind a major revolt against England, from 1400-1412, taking control of large areas of Wales until defeated by the future Henry V",
    "24 January 2019_Emmy Noether": "Melvyn Bragg and guests discuss the ideas and achievements of one of the great 20th-century mathematicians.",
    "17 January 2019_Samuel Beckett": "Melvyn Bragg and guests discuss the life and work of the author of Waiting for Godot, who lived in Paris and wrote in French as he found that more difficult than writing in English",
    "10 January 2019_Papal Infallibility": "Melvyn Bragg and guests discuss the history of the idea that Popes cannot err when defining a doctrine, in office, proclaimed at the First Vatican Council 1869-70",
    "27 December 2018_Venus": "Melvyn Bragg and guests discuss Earth's neighbouring planet, once thought very similar but now known to be extremely volcanic with a surface temperature of 450C.",
    "20 December 2018_The Poor Laws": "Melvyn Bragg and guests discuss the 19th century legislation intended to discourage poor people from seeking relief instead of work, with handouts replaced by the workhouse",
    "13 December 2018_Sir Gawain and the Green Knight": "Melvyn Bragg and guests discuss the poem of the knight who interrupts King Arthur's Christmas celebrations, challenging someone to chop off his head if he can do the same in return",
    "6 December 2018_The Thirty Years' War": "Melvyn Bragg and guests discuss a topic suggested by listeners: the war which was centred on the Holy Roman Empire from 1618 and was unequalled in scale until C20th",
    "29 November 2018_The Long March": "Melvyn Bragg and guests discuss the history and symbolism of the Chinese Red Army's escape from the Kuomintang in 1934/5 and Mao Zedong's emergence from it as the future leader",
    "22 November 2018_Hope": "Melvyn Bragg and guests discuss the development of ideas about hope, left in Pandora's box either as a consolation or as another evil, later the companion of faith and love",
    "15 November 2018_Horace": "Melvyn Bragg and guests discuss Horace, one of the greatest poets of his age, the origin of phrases such as carpe diem, nil desperandum and dulce et decorum est pro patria mori.",
    "8 November 2018_Marie Antoinette": "Melvyn Bragg and guests discuss the Austrian princess who, while still a child, married the future Louis XVI of France only to face hostility and death under the French Revolution.",
    "1 November 2018_Free Radicals": "Melvyn Bragg and guests discuss the reactive atoms and molecules, with single unpaired electrons, linked to the process of ageing as well as normal cell functioning",
    "25 October 2018_The Fable of the Bees": "Melvyn Bragg and guests discuss Bernard Mandeville's scandalous and influential work on private vices and public benefits, published first as The Grumbling Hive, a poem, in 1705.",
    "18 October 2018_Is Shakespeare History? The Romans": "Melvyn Bragg and guests discuss Shakespeare's treatment of Roman history, where he had scope to explore ideas too threatening for English histories.",
    "11 October 2018_Is Shakespeare History? The Plantagenets": "Melvyn Bragg and guests discuss Shakespeare's treatment of English Plantagenet history from Richard II to Richard III and all the Henrys in between, written under Elizabeth I.",
    "4 October 2018_Edith Wharton": "Melvyn Bragg and guests discuss Wharton's novels, which explore the world of the privileged in America's Gilded Age, in which she lived, written in hindsight and with little mercy.",
    "27 September 2018_Dietrich Bonhoeffer": "Melvyn Bragg and guests discuss Bonhoeffer's ideas about Christian ethics, the role of the Church in a secular world, and his attempts to overthrow Hitler.",
    "20 September 2018_Automata": "Melvyn Bragg and guests discuss the history of ideas about machines imitating living creatures, and the questions they raise about the differences between machinery and humanity.",
    "13 September 2018_The Iliad": "Melvyn Bragg and guests discuss the story of a crucial 40 days in the 10-year battle for Troy, framed by Achilles' anger first at his leader Agamenmon and then at his enemy Hector.",
    "5 July 2018_William Morris": "Melvyn Bragg and guests discuss some of the many aspects of William Morris: his activism, poetry and prose and his ideas on arts, crafts and work in an industrial world.",
    "28 June 2018_The Mexican-American War": "Melvyn Bragg and guests discuss the 1846-48 American war against Mexico, in which America won over a million square kilometres of Mexican territory, including California.",
    "21 June 2018_Echolocation": "Melvyn Bragg and guests discuss how animals such as bats and dolphins evolved to use high frequency sounds to navigate their environments and find their prey.",
    "14 June 2018_Montesquieu": "Melvyn Bragg and guests discuss the ideas of the French political philosopher (1689-1755) whose work on liberty and republicanism, banned at home, influenced the US constitution.",
    "7 June 2018_Persepolis": "Melvyn Bragg and guests discuss the 'City of the Persians' that flourished for almost 200 years from the reign of Darius I until its destruction by Alexander III of Macedon.",
    "31 May 2018_Henrik Ibsen": "Melvyn Bragg and guests discuss the great Norwegian playwright whose middle-class tragedies include A Doll's House, The Wild Duck, Hedda Gabler and An Enemy of the People.",
    "25 May 2018_Margaret of Anjou": "Melvyn Bragg and guests discuss how the Queen of England fought to hold on to power for the sake of her son, when her husband's mental illness made him unable to rule.",
    "17 May 2018_The Emancipation of the Serfs": "Melvyn Bragg and guests discuss Tsar Alexander II's 1861 decree that freed 30 million Russians from serfdom, an act of reform that followed Russia's defeat in the Crimean War.",
    "10 May 2018_The Mabinogion": "Melvyn Bragg and guests discuss Welsh stories of Arthurian romance and Celtic mythology created in the oral tradition for centuries before being written down in the Middle Ages.",
    "3 May 2018_The Almoravid Empire": "Melvyn Bragg and guests discuss the Berber people who dominated the western Maghreb and the south of the Iberian Peninsula from C11th, defending Al-Andalus from Christian attack.",
    "26 April 2018_The Proton": "Melvyn Bragg and guests discuss the growing understanding of the Proton, found in the nuclei of all elements and, with three quarks, balancing the charge of a single electron.",
    "18 April 2018_Middlemarch": "Melvyn Bragg and guests discuss George Eliot's Study of Provincial Life, set before the Reform Act 1832 in a small, fictional town in the Midlands surrounded by farmland.",
    "11 April 2018_George and Robert Stephenson": "Melvyn Bragg and guests discuss George Stephenson, known as the Father of Railways, and his son Robert, designer of the Rocket, whose contribution was arguably even greater.",
    "5 April 2018_Roman Slavery": "Melvyn Bragg and guests discuss the impact that slaves had on the Roman Republic and Empire and the impact the Romans had on slaves, from the first conquests to the fall of Rome.",
    "22 March 2018_Tocqueville: Democracy in America": "Melvyn Bragg and guests discuss Alexis de Tocqueville and his study of the American democratic system, written as an example to France of how democracy might develop there.",
    "15 March 2018_Augustine's Confessions": "Melvyn Bragg and guests discuss St Augustine's account of his life, sometimes called the first autobiography, written around AD397 after he had been appointed as Bishop of Hippo.",
    "8 March 2018_The Highland Clearances": "Melvyn Bragg and guests discuss the causes and impact of the waves of migrations and evictions of people in the Highlands and Western Isles from the mid-18th century onwards.",
    "1 March 2018_Sun Tzu and The Art of War": "Melvyn Bragg and guests discuss the Chinese military adviser Sun Tzu from the 6th century BC and the influential work of military strategy associated with him, The Art of War.",
    "22 February 2018_Rosalind Franklin": "Melvyn Bragg and guests discuss the achievements of the pioneering scientist Rosalind Franklin.",
    "15 February 2018_Fungi": "Melvyn Bragg and guests discuss fungi, organisms that play a crucial role in the earth's ecosystems.",
    "9 February 2018_Frederick Douglass": "Melvyn Bragg and guests discuss the life and ideas of the prominent abolitionist, who in 1845 told his story in Narrative of the Life of Frederick Douglass, an American Slave.",
    "1 February 2018_Cephalopods": "Melvyn Bragg and guests discuss the remarkable biology of octopus, squid, cuttlefish and nautilus, from jet propulsion to changing colour, and what makes them so adaptable.",
    "25 January 2018_Cicero": "Melvyn Bragg and guests discuss Cicero's political ideas on laws, duty, tyrants and the republic, which he developed as the Roman Republic was threatened by Caesar and civil wars.",
    "18 January 2018_Anna Akhmatova": "Melvyn Bragg and guests discuss the poetry of Anna Akhmatova (1889-1966) whose work was banned under Stalin and who lived under constant threat of the gulags.",
    "11 January 2018_The Siege of Malta, 1565": "Melvyn Bragg and guests discuss the fierce contest for Malta, which the Ottomans tried to prise from the Knights Hospitaller who they they had already driven from Rhodes in 1522.",
    "28 December 2017_Hamlet": "Melvyn Bragg and guests discuss the inspiration for Shakespeare's Hamlet, the play's context and meaning, and why it has fascinated audiences from its first performance.",
    "21 December 2017_Ludwig van Beethoven": "Melvyn Bragg and guests discuss the rise of Beethoven, from Bonn to Vienna, where he became one of the great composers, despite his growing deafness.",
    "14 December 2017_Thomas Becket": "Melvyn Bragg and guests discuss Thomas Becket, chancellor turned archbishop, who was murdered in Canterbury Cathedral and whose tomb became a centre of pilgrimage across Europe.",
    "7 December 2017_Moby Dick": "Melvyn Bragg and guests discuss Moby-Dick (1851) by Herman Melville, the story of Ahab and the white whale, the most popular of around 1,000 ideas that listeners submitted.",
    "30 November 2017_Carl Friedrich Gauss": "Melvyn Bragg and guests discuss the ideas of Gauss, 'prince of mathematicians', including those on number theory, geometry, probability theory, astronomy and electromagnetism.",
    "23 November 2017_Thebes": "Melvyn Bragg and guests discuss the myths of the ancient Greek city of Thebes, as told by Athenian dramatists, and the times when Thebes dominated Greek history.",
    "16 November 2017_Germaine de Staël": "Melvyn Bragg and guests discuss the ideas, works and life of Germaine de Stael (1766-1817), a literary critic, author, opponent of Napoleon and developer of Romanticism.",
    "9 November 2017_The Picts": "Melvyn Bragg and guests discuss the Picts who, according to Bede, formed one of the five nations of Britain, with the English, Britons, Scots and Latins, but who disappeared.",
    "2 November 2017_Picasso's Guernica": "Melvyn Bragg and guests discuss Pablo Picasso's Guernica, which he painted in 1937 soon after the bombing of that Basque town in the Spanish Civil War, and its wider context.",
    "26 October 2017_Feathered dinosaurs": "Melvyn Bragg and guests discuss theories about dinosaur feathers. Which ones had them, what sorts of feathers were they and where were they found on their bodies?",
    "19 October 2017_The Congress of Vienna": "Melvyn Bragg and guests discuss the peace plan for Europe after the Napoleonic Wars, with the redrawing of borders and balancing of the great powers so that none would be dominant.",
    "12 October 2017_Aphra Behn": "Melvyn Bragg and guests discuss the life and work of Aphra Behn, known for her plays for the Restoration stage such as The Rover and for her novel Oroonoko.",
    "5 October 2017_Constantine the Great": "Melvyn Bragg and guests discuss Constantine the Great, the Roman emperor who made Constantinople his capital rather than Rome and who legalised Christianity across the Empire.",
    "28 September 2017_Wuthering Heights": "Melvyn Bragg and guests discuss Emily Bronte's story of Heathcliff and Cathy, of love, hatred, revenge and self-destruction across two generations in a remote moorland home.",
    "21 September 2017_Kant's Categorical Imperative": "Melvyn Bragg and guests discuss one of Kant's best known ideas: 'Act only according to that maxim whereby you can, at the same time, will that it should become a universal law'.",
    "6 July 2017_Bird migration": "Melvyn Bragg and guests discuss why some birds migrate and similar ones do not, whether the benefits outweigh the risks and how they navigate across oceans.",
    "29 June 2017_Plato's Republic": "Melvyn Bragg and guests discuss Plato's most famous dialogue which asks 'what is justice', and 'how does justice relate to happiness?'.",
    "22 June 2017_Eugene Onegin": "Melvyn Bragg and guests discuss Eugene Onegin by Alexander Pushkin (1799-1837), often described as his masterpiece, which tells the tragic story of Onegin, Lensky and Tatyana.",
    "15 June 2017_The American Populists": "Melvyn Bragg and guests discuss the C19th MidWest and Southern farmers' struggle for a better deal, claiming they suffered while industry and railroads thrived at their expense.",
    "8 June 2017_Christine de Pizan": "Melvyn Bragg and guests discuss Christine de Pizan (c1364-1430) who, according to Simone de Beauvoir, was the first woman to 'take up her pen in defence of her sex'.",
    "1 June 2017_Enzymes": "Melvyn Bragg and guests discuss enzymes, the proteins that control the speed of chemical reactions in organisms which would otherwise happen too slowly to keep the organisms alive.",
    "25 May 2017_Purgatory": "Melvyn Bragg and guests discuss the history of Purgatory as an idea and, from C12th, as a place imagined alongside Heaven and Hell where souls of sinners would be purged by fire.",
    "18 May 2017_Louis Pasteur": "Melvyn Bragg and guests discuss the life and work of Louis Pasteur, microbiologist, developer of vaccines, saviour of the French beer and wine industries and preserver of milk.",
    "11 May 2017_Emily Dickinson": "Melvyn Bragg and guests discuss the life and work of Emily Dickinson, the now-celebrated poet of Amherst, who was prolific yet chose to publish few of her poems.",
    "4 May 2017_The Battle of Lincoln 1217": "Melvyn Bragg and guests discuss the battle at Lincoln on 20th May 1217 between the forces of the boy-king Henry III, led by William Marshal, and supporters of Louis of France.",
    "27 April 2017_The Egyptian Book of the Dead": "Melvyn Bragg and guests discuss The Book of the Dead, an ancient Egyptian collection of spells intended to assist the journey of the deceased through the underworld.",
    "20 April 2017_Roger Bacon": "Melvyn Bragg and guests discuss medieval English scholar Roger Bacon, an early pioneer of science who became known as Doctor Mirabilis.",
    "13 April 2017_Rosa Luxemburg": "Melvyn Bragg and guests discuss Rosa Luxemburg, 'Red Rosa', a leading revolutionary and agitator in Poland and Germany until her arrest and murder in the Spartacus Revolt 1919.",
    "6 April 2017_Pauli's exclusion principle": "Melvyn Bragg and guests discuss one of the key principles in quantum mechanics, the Pauli Exclusion Principle, and the life and ideas of Wolfgang Pauli who proposed it.",
    "30 March 2017_Hokusai": "Melvyn Bragg and guests discuss Katsushika Hokusai (1760-1849), whose views of Mt Fuji such as The Great Wave off Kanagawa (pictured) are some of the most iconic in world art.",
    "23 March 2017_The Battle of Salamis": "Melvyn Bragg and guests discuss The Battle of Salamis, 480BC, often called one of the most significant battles in history, in which the Greek fleet defeated the Persians.",
    "16 March 2017_The Paleocene–Eocene Thermal Maximum": "Melvyn Bragg and guests discuss the causes and effects of the highest global temperatures in the last 65m years, when Arctic sea surfaces reached up to 23 C for c100,000 years.",
    "9 March 2017_Elizabeth Gaskell's novel North and South": "Melvyn Bragg and guests discuss North and South by Elizabeth Gaskell, who set her 1855 novel in a version of Manchester she called Milton in the county of Darkshire.",
    "2 March 2017_The Kuiper belt": "Melvyn Bragg and guests discuss the Kuiper Belt region, home to Pluto and countless remnants from the beginnings of our solar system.",
    "23 February 2017_Seneca the Younger": "Melvyn Bragg and guests discuss Seneca: philosopher, playwright, tutor to Nero, one of the first great writers born in the new Roman empire after the fall of the Republic.",
    "16 February 2017_Maths in the Early Islamic World": "Melvyn Bragg and guests discuss how mathematicians in the Islamic world, from C8th-C15th, developed new ideas and synthesised ideas from Greek and Indian maths.",
    "9 February 2017_John Clare": "Melvyn Bragg and guests discuss John Clare, the 'Northamptonshire peasant poet', whose writing was as celebrated as his life was humble.",
    "2 February 2017_Hannah Arendt": "Melvyn Bragg and guests discuss the ideas of Hannah Arendt who examined totalitarianism and politics and, when covering the Eichmann trial, explored 'the banality of evil'.",
    "26 January 2017_Parasitism": "Melvyn Bragg and guests discuss Parasitism, the relationship between two species where one benefits at the expense of the other, sometimes killing the host or causing disease.",
    "19 January 2017_Mary, Queen of Scots": "Melvyn Bragg and guests discuss the history of Mary Stuart, Queen of Scots, who might have united the French, English and Scottish thrones.",
    "12 January 2017_Nietzsche's Genealogy of Morality": "Melvyn Bragg and guests discuss Nietzsche's influential ideas about what it means to be moral.",
    "29 December 2016_Johannes Kepler": "Melvyn Bragg and guests discuss the German astronomer Johannes Kepler.",
    "21 December 2016_Four Quartets": "Melvyn Bragg and guests discuss TS Eliot's Four Quartets, written just before and during World War II as meditations on humanity's relationship with time.",
    "15 December 2016_The Gin Craze": "Melvyn Bragg and guests discuss the economic and social factors that led to the craze for gin in the 18th century and the moves to control it",
    "8 December 2016_Harriet Martineau": "Melvyn Bragg and guests discuss Harriet Martineau who wrote extensively in the C19th on a wide range of subjects including abolition, and is called the mother of sociology.",
    "1 December 2016_Garibaldi and the Risorgimento": "Melvyn Bragg and guests discuss Giuseppe Garibaldi and his role in unifying Italy which, with his Red Shirts, he achieved substantially in 1861 and entirely in 1870.",
    "24 November 2016_Baltic Crusades": "Melvyn Bragg and guests discuss the fight, led by orders such as the Teutonic Knights and supported by the popes, to convert pagans in what became known as the Baltic Crusades.",
    "17 November 2016_Justinian's Legal Code": "Melvyn Bragg and guests discuss legal ideas developed under Byzantine emperor Justinian I in the C6th AD, which influenced the evolution of law in much of Western civilisation.",
    "10 November 2016_The Fighting Temeraire": "Melvyn Bragg and guests discuss The Fighting Temeraire, JMW Turner's painting of a famous ship from the Battle of Trafalgar on its way to a breakers' yard on the Thames.",
    "3 November 2016_Epic of Gilgamesh": "Melvyn Bragg and guests discuss the Gilgamesh Epic, often described as the earliest surviving great work of literature, with origins in Mesopotamia in the 3rd millennium BC.",
    "27 October 2016_John Dalton": "Melvyn Bragg and guests discuss scientist John Dalton, who pioneered the development of atomic theory and carried out research into meteorology and colour blindness.",
    "20 October 2016_The 12th Century Renaissance": "Melvyn Bragg and guests discuss the origins and impact of the philosophical, scientific, religious and architectural changes of the 12th century in western Europe.",
    "13 October 2016_Plasma": "Melvyn Bragg and guests discuss plasma. First observed in 1879, plasma is the most abundant matter in the universe, far more than solid, liquid or gas.",
    "6 October 2016_Lakshmi": "Melvyn Bragg and guests discuss Lakshmi, the Hindu goddess of wealth and good fortune, born, according to one tradition, when she rose from the churning of the ocean of milk.",
    "29 September 2016_Animal Farm": "4 Extra Debut. Melvyn Bragg and guests discuss George Orwell's Animal Farm, which he struggled to publish in WW2 as the USSR was an ally. From 2016.",
    "22 September 2016_Zeno's paradoxes": "Melvyn Bragg and guests discuss the paradoxes attributed to Zeno of Elea (c490-430BC) which have stimulated mathematicians and philosophers for millennia.",
    "7 July 2016_The Invention of Photography": "Melvyn Bragg and guests discuss the development and impact of photography in the 1830s, with heliographs, sun pictures, photogenic drawing, Daguerre and Fox Talbot.",
    "30 June 2016_Sovereignty": "Melvyn Bragg and guests discuss the history of the idea of sovereignty, from ancient Greece and Rome to wars in France in the 1500s, to Thomas Hobbes and the revolutionary era.",
    "23 June 2016_Songs of Innocence and of Experience": "Melvyn Bragg and guests discuss William Blake's illustrated collection of poems, Songs of Innocence and of Experience, Shewing the Two Contrary States of the Human Soul.",
    "16 June 2016_The Bronze Age Collapse": "Melvyn Bragg and guests discuss the Bronze Age collapse, the term used to describe what many perceive as sudden, chaotic change around 1200 BC, mainly in the eastern Mediterranean.",
    "9 June 2016_Penicillin": "Melvyn Bragg and guests discuss Alexander Fleming's discovery of penicillin in 1928, the development of effective antibiotic drugs and the evolution of resistant bacteria.",
    "2 June 2016_Margery Kempe and English Mysticism": "Melvyn Bragg and guests discuss Margery Kempe (1373-1438), the English mystic who went to Jerusalem and dictated her life story, said to be the first autobiography in English.",
    "26 May 2016_The Gettysburg Address": "Melvyn Bragg and guests discuss Abraham Lincoln's Gettysburg Address of 1863, one of the most influential statements of national purpose.",
    "19 May 2016_The Muses": "Melvyn Bragg and guests discuss the Muses in Greek mythology, goddesses who presided over the civilised arts and the life of the mind including poetry, song, music and dance.",
    "12 May 2016_Titus Oates and his Popish Plot": "Melvyn Bragg and guests discuss Titus Oates and his role in starting and spreading rumours of a 'Popish Plot' against Charles II.",
    "5 May 2016_Tess of the d'Urbervilles": "Melvyn Bragg and guests discuss Tess of the d'Urbervilles by Thomas Hardy, which challenged Victorian morality and made Hardy's fortune when published in the 1890s.",
    "28 April 2016_Euclid's Elements": "Melvyn Bragg and guests discuss the content, history and impact of Euclid's Elements, the mathematical text book from the ancient world, originating in Alexandria in about 300BC.",
    "21 April 2016_1816, the Year Without a Summer": "Melvyn Bragg and guests discuss the link between the eruption of Mt Tambora in 1815, the largest and most lethal in recorded history, with famines in Europe and America in 1816.",
    "14 April 2016_The Neutron": "Melvyn Bragg and guests discuss the neutron in the atomic nucleus, in the laboratory and in the densest stars.",
    "7 April 2016_The Sikh Empire": "Melvyn Bragg and guests discuss the rise of the Sikh empire under Ranjit Singh, who became Maharaja of the Punjab at Lahore in 1801 and united most of the Sikh kingdoms.",
    "31 March 2016_Agrippina the Younger": "Melvyn Bragg and guests discuss the Roman empress Agrippina the Younger, one of the most notorious and influential of the Roman empresses in the 1st century AD.",
    "24 March 2016_Aurora Leigh": "Melvyn Bragg and guests discuss Aurora Leigh, Elizabeth Barrett Browning's novel-poem published in 1856, three years before her death in Florence.",
    "17 March 2016_Bedlam": "Melvyn Bragg and guests discuss the early years of Europe's oldest psychiatric hospital, which opened as St Mary of Bethlehem outside Bishopsgate and soon became known as Bedlam.",
    "10 March 2016_The Maya Civilization": "Melvyn Bragg and guests discuss the Maya civilization in central America, from consolidation of power in the great cities after AD250 to their abandonment by the 16th century.",
    "3 March 2016_The Dutch East India Company": "Melvyn Bragg and guests discuss the Dutch East India Company, which dominated the Asian spice trade in the 17th century and is sometimes called the first multinational corporation.",
    "25 February 2016_Mary Magdalene": "Melvyn Bragg and guests discuss Mary Magdalene, one of the best-known figures in the Bible.",
    "18 February 2016_Robert Hooke": "Melvyn Bragg and guests discuss Robert Hooke, the 17th-century scientist with a wide variety of interests from elasticity to microscopes who fell out with Newton.",
    "11 February 2016_Rumi's Poetry": "Melvyn Bragg and guests discuss the poetry of Rumi, the Persian scholar and Sufi mystic of the 13th century, whose great poetic works are the Masnavi and the Divan.",
    "4 February 2016_Chromatography": "Melvyn Bragg and guests discuss chromatography as a means of separating mixtures, widely used when testing water and air quality, in forensics and drug manufacture.",
    "28 January 2016_Eleanor of Aquitaine": "Melvyn Bragg and guests discuss Eleanor of Aquitaine (c1122-1204), who was a ruler in her own right as well as married to the king of France and then to the king of England.",
    "21 January 2016_Thomas Paine's Common Sense": "Melvyn Bragg and guests discuss Thomas Paine's pamphlet Common Sense, which was published in 1776 and bolstered support for American independence.",
    "14 January 2016_Saturn": "Melvyn Bragg and guests discuss Saturn, the most distant planet easily visible to the human eye, with over 60 moons and, with its rings, one of the most striking sights in space.",
    "31 December 2015_Tristan and Iseult": "Melvyn Bragg and guests discuss Tristan and Iseult, as told by Thomas of Britain and Beroul in the 12th century and reworked by Gottfried of Strasbourg and others, including Wagner.",
    "25 December 2015_Michael Faraday": "Melvyn Bragg and guests discuss Michael Faraday, the most famous British scientist of the 19th century.",
    "17 December 2015_Circadian rhythms": "Melvyn Bragg and guests discuss the evolution and role of circadian rhythms, the so-called body clock influencing a daily cycle of physical, behavioural and mental changes.",
    "10 December 2015_Chinese Legalism": "Melvyn Bragg and guests discuss the rise of Chinese Legalism under the First Emperor, its relationship with Confucianism and its legacy today.",
    "3 December 2015_Voyages of James Cook": "Melvyn Bragg and guests discuss the science behind Capt James Cook's three voyages of discovery, from 1768 to 1779, one of over a thousand ideas suggested by listeners.",
    "29 November 2015_The Salem Witch Trials": "Melvyn Bragg and guests discuss the Salem witch trials of 1692 and 1693, which led to the execution of 20 people in the New England colony of Massachusetts.",
    "19 November 2015_Emma": "Melvyn Bragg and guests discuss Jane Austen's novel Emma, which features, according to Austen, 'a heroine whom no-one but myself will much like'.",
    "12 November 2015_The Battle of Lepanto": "Melvyn Bragg and guests discuss the sea battle of Lepanto, in which the Christian forces of the Holy League defeated the Ottoman fleet of Selim II in 1571.",
    "5 November 2015_P v NP": "Melvyn Bragg and guests discuss P versus NP, an unsolved problem in maths that asks if the answers to all problems can be found as easily as they can be checked.",
    "29 October 2015_The Empire of Mali": "Melvyn Bragg and guests discuss the empire of Mali, famous for the wealth of its rulers such as Mansa Musa and the largest empire in west Africa.",
    "22 October 2015_Simone de Beauvoir": "Melvyn Bragg and guests discuss Simone de Beauvoir - her work on existentialist ethics, philosophy and literature and her influence on feminism.",
    "15 October 2015_Holbein at the Tudor Court": "Melvyn Bragg and guests discuss Hans Holbein's role in the Tudor Court, painting Henry VIII as he asserted himself as supreme head of the Church during the Reformation.",
    "1 October 2015_Alexander the Great": "Melvyn Bragg and guests discuss the life and legacy of Alexander the Great, king of Macedon and conqueror of the Persian Empire.",
    "24 September 2015_Perpetual motion": "Melvyn Bragg and guests discuss how the laws of thermodynamics put a stop to the idea perpetual motion.",
    "9 July 2015_Frida Kahlo": "Melvyn Bragg and guests discuss the work, life and times of the Mexican artist Frida Kahlo.",
    "2 July 2015_Frederick the Great": "Melvyn Bragg and guests discuss Frederick II, king of Prussia from 1740 to 1786.",
    "25 June 2015_Extremophiles": "Melvyn Bragg and guests discuss extremophiles, the organisms thriving in very harsh conditions on Earth and providing clues to life forms on other planets.",
    "18 June 2015_Jane Eyre": "Melvyn Bragg and guests discuss Jane Eyre by Charlotte Bronte, first published in 1847 under the pseudonym Currer Bell.",
    "11 June 2015_Utilitarianism": "Melvyn Bragg and guests discuss utilitarianism, a moral theory that assesses acts by their tendency to increase pleasure in the world and decrease the amount of pain.",
    "4 June 2015_Prester John": "Melvyn Bragg and guests discuss Prester John, the legendary Christian king said to rule over a lost nation in 'The Indies' and ready to support Christians in Europe.",
    "28 May 2015_The Science of Glass": "Melvyn Bragg and guests discuss the puzzling science of glass which, though hard and brittle, retains aspects of a liquid once cooled into its solid form.",
    "21 May 2015_Josephus": "Melvyn Bragg and guests discuss Flavius Josephus, author of The Jewish War.",
    "14 May 2015_The Lancashire Cotton Famine": "Melvyn Bragg and guests discuss the cotton famine in Lancashire during the American Civil War, when the supply of cotton from the south was blocked and mills closed.",
    "7 May 2015_Rabindranath Tagore": "Melvyn Bragg and guests discuss the Bengali poet Rabindranath Tagore, winner of the 1913 Nobel Prize for Literature.",
    "30 April 2015_The Earth's core": "Melvyn Bragg and guests discuss the Earth's solid inner core and liquid outer core, their structures and their impact on life on Earth.",
    "23 April 2015_Fanny Burney": "Melvyn Bragg and his guests discuss the life and work of the 18th-century writer Fanny Burney, also known as Frances D'Arblay and Frances Burney, best known for her novel Evelina.",
    "16 April 2015_Matteo Ricci and the Ming dynasty": "Melvyn Bragg and his guests discuss Matteo Ricci's 16th-century mission to Ming Dynasty China, an important early encounter between east and west.",
    "9 April 2015_Sappho": "Melvyn Bragg and his guests discuss the Greek poet Sappho, one of antiquity's greatest exponents of lyric poetry.",
    "2 April 2015_The California Gold Rush": "Melvyn Bragg and his guests discuss the California Gold Rush of the 1850s, when a chance discovery of gold led to massive demographic changes to parts of America.",
    "26 March 2015_The Curies": "Melvyn Bragg and his guests discuss the scientific achievements of the Curie family, Marie and Pierre and their daughter Irene Joliot-Curie, all three of whom won Nobel Prizes.",
    "19 March 2015_Al-Ghazali": "Melvyn Bragg and his guests discuss the Islamic scholar Al-Ghazali, one of the most significant and influential philosophers of the Middle Ages.",
    "12 March 2015_Dark matter": "Melvyn Bragg and his guests discuss dark matter, the mysterious and invisible substance that is believed to make up most of the universe.",
    "5 March 2015_Beowulf": "Melvyn Bragg and his guests discuss the epic poem Beowulf, one of the masterpieces of Anglo-Saxon literature.",
    "26 February 2015_The Eunuch": "Melvyn Bragg and his guests discuss the history and significance of eunuchs, castrated men who played important roles in many civilisations.",
    "19 February 2015_Wealth of Nations": "Melvyn Bragg and his guests discuss Adam Smith's celebrated economic treatise The Wealth of Nations.",
    "12 February 2015_The Photon": "Melvyn Bragg and his guests discuss the photon, the fundamental particle associated with light.",
    "5 February 2015_Ashoka the Great": "Melvyn Bragg and his guests discuss the emperor Ashoka the Great, one of the most celebrated rulers in Indian history.",
    "29 January 2015_Thucydides": "Melvyn Bragg and guests discuss the ancient Greek historian Thucydides and his work entitled The History of the Peloponnesian War.",
    "22 January 2015_Phenomenology": "Melvyn Bragg and guests discuss the philosophical movement phenomenology.",
    "15 January 2015_Bruegel's The Fight Between Carnival and Lent": "Melvyn Bragg and guests discuss Bruegel's painting The Fight Between Carnival and Lent.",
    "18 December 2014_Truth": "Melvyn Bragg and guests discuss philosophical approaches to truth.",
    "11 December 2014_Behavioural ecology": "Melvyn Bragg and guests discuss behavioural ecology, the scientific study of animal behaviour in light of Darwin's theory of evolution.",
    "4 December 2014_Zen": "Melvyn Bragg and guests discuss Zen, a distinctively East Asian form of Buddhism.",
    "27 November 2014_Kafka's The Trial": "Melvyn Bragg and guests discuss Franz Kafka's novel The Trial.",
    "20 November 2014_Aesop": "Melvyn Bragg and guests discuss Aesop, legendary author of the famous collection of fables.",
    "13 November 2014_Brunel": "Melvyn Bragg and guests discuss Isambard Kingdom Brunel, the Victorian engineer responsible for bridges, tunnels and railways still in use today.",
    "6 November 2014_Hatshepsut": "Melvyn Bragg and guests discuss Hatshepsut, the woman considered one of Egypt's most successful pharaohs.",
    "30 October 2014_Nuclear Fusion": "Melvyn Bragg and his guests discuss the history and science of nuclear fusion, the process that powers stars.",
    "23 October 2014_The Haitian Revolution": "Melvyn Bragg and his guests discuss the Haitian Revolution of 1791-1804.",
    "16 October 2014_Rudyard Kipling": "Melvyn Bragg and his guests discuss the life and work of Rudyard Kipling, a writer sometimes described as the poet of empire.",
    "9 October 2014_The Battle of Talas": "Melvyn Bragg and guests discuss the Battle of Talas, a conflict between Arab and Chinese forces which took place in central Asia in AD751.",
    "2 October 2014_Julius Caesar": "Melvyn Bragg and his guests discuss the life and reputation of Julius Caesar, one of the most intriguing figures of Roman history.",
    "25 September 2014_e": "Melvyn Bragg and his guests discuss Euler's number, also known as e, one of the most important and interesting numbers in mathematics.",
    "10 July 2014_The Sun": "Melvyn Bragg and his guests discuss the science of the sun, source of all our energy.",
    "3 July 2014_Mrs Dalloway": "Melvyn Bragg and his guests discuss Virginia Woolf's novel Mrs Dalloway, published in 1925.",
    "26 June 2014_Hildegard of Bingen": "Melvyn Bragg and his guests discuss the medieval mystic, composer and writer Hildegard of Bingen.",
    "19 June 2014_The Philosophy of Solitude": "Melvyn Bragg and his guests discuss the philosophy of solitude, from religious hermits to those exiled from their homeland.",
    "12 June 2014_Robert Boyle": "Melvyn Bragg and his guests discuss the life and work of Robert Boyle, a pioneering scientist and one of the first Fellows of the Royal Society.",
    "5 June 2014_The Bluestockings": "Melvyn Bragg and his guests discuss the Bluestockings, a group of prominent women intellectuals in 18th-century England.",
    "29 May 2014_The Talmud": "Melvyn Bragg and his guests discuss the Talmud, the written version of Jewish oral law and one of the most important texts of Judaism.",
    "22 May 2014_The Rubaiyat of Omar Khayyam": "Melvyn Bragg and his guests discuss the Rubaiyat of Omar Khayyam, a collection of Persian poetry translated into English in the 19th century by Edward FitzGerald.",
    "15 May 2014_Photosynthesis": "Melvyn Bragg and his guests discuss photosynthesis, a chemical process which drives most life on Earth.",
    "8 May 2014_The Second Sino-Japanese War": "Melvyn Bragg and his guests discuss the Second Sino-Japanese War.",
    "1 May 2014_The Tale of Sinuhe": "Melvyn Bragg and his guests discuss The Tale of Sinuhe, one of the most celebrated works of ancient Egyptian literature.",
    "24 April 2014_Tristram Shandy": "Melvyn Bragg and his guests discuss Laurence Sterne's comic novel Tristram Shandy.",
    "17 April 2014_The Domesday Book": "Melvyn Bragg and his guests discuss the Domesday Book, a vast survey of England and Wales completed in 1086.",
    "10 April 2014_Strabo's Geographica": "Melvyn Bragg and his guests discuss Strabo's Geographica, the only surviving work from the ancient world that describes the entire world known to the Greeks and Romans.",
    "3 April 2014_States of Matter": "Melvyn Bragg and guests discuss the science of matter and the states in which it can exist, from solids, liquids and gases to high-energy plasmas.",
    "27 March 2014_Weber's The Protestant Ethic": "Melvyn Bragg and his guests discuss Max Weber's book The Protestant Ethic and the Spirit of Capitalism.",
    "20 March 2014_Bishop Berkeley": "Melvyn Bragg and his guests discuss the philosopher George Berkeley, one of the most significant thinkers of the 18th century.",
    "13 March 2014_The Trinity": "Melvyn Bragg and his guests discuss the doctrine of the Trinity, the idea of a threefold God, which lies at the heart of Christianity.",
    "6 March 2014_Spartacus": "Melvyn Bragg and his guests discuss the life of Spartacus, a Roman gladiator who was involved in a series of slave uprisings against the Roman Republic in the 1st century BC.",
    "27 February 2014_The Eye": "Melvyn Bragg and guests discuss the history of ideas about the eye and how it works.",
    "20 February 2014_Social Darwinism": "Melvyn Bragg and his guests discuss Social Darwinism, a school of thought which attempted to apply Darwin's ideas about evolution to human society.",
    "13 February 2014_Chivalry": "Melvyn Bragg and his guests discuss chivalry, which governed the behaviour of the knights of medieval Europe.",
    "6 February 2014_The Phoenicians": "Melvyn Bragg and his guests discuss the Phoenicians, the celebrated maritime traders of the ancient Mediterranean.",
    "30 January 2014_Catastrophism": "Melvyn Bragg and his guests discuss Catastrophism, the idea that the geological record was shaped by a series of natural disasters early in the Earth's history.",
    "23 January 2014_Sources of Early Chinese History": "Melvyn Bragg and his guests discuss early Chinese history and the documents in which it was recorded.",
    "16 January 2014_The Battle of Tours": "Melvyn Bragg and his guests discuss the Battle of Tours of 732, in which a Frankish army led by Charles Martel defeated an invading Arab force.",
    "3 January 2014_Plato's Symposium": "Melvyn Bragg and his guests discuss Plato's Symposium, one of the Greek philosopher's best-known works and an influential text about the nature of love.",
    "26 December 2013_The Medici": "Melvyn Bragg and his guests discuss the Medici family, who dominated Florence's political and cultural life during the Renaissance.",
    "19 December 2013_Complexity": "Melvyn Bragg and his guests discuss the science of complex systems, and its importance to understanding the world around us.",
    "12 December 2013_Pliny the Younger": "Melvyn Bragg and his guests discuss the Roman lawyer and statesman Pliny the Younger, whose letters offer a fascinating insight into his life and the ancient world.",
    "5 December 2013_Hindu Ideas of Creation": "Melvyn Bragg and his guests discuss Hindu ideas about the creation of the universe.",
    "28 November 2013_The Microscope": "Melvyn Bragg and his guests discuss the microscope, from its invention in the 17th century to the latest sophisticated imaging techniques.",
    "21 November 2013_Pocahontas": "Melvyn Bragg and his guests discuss the life of Pocahontas, the 17th-century Native American woman who to English eyes became a symbol of the New World.",
    "14 November 2013_The Tempest": "Melvyn Bragg and his guests discuss The Tempest, one of Shakespeare's last and richest plays.",
    "7 November 2013_Ordinary language philosophy": "Melvyn Bragg and his guests discuss Ordinary Language Philosophy, one of the most important British contributions to 20th-century thought.",
    "31 October 2013_The Berlin Conference": "Melvyn Bragg and his guests discuss the Berlin Conference, the international summit which formalised European colonial activity in Africa.",
    "24 October 2013_The Corn Laws": "Melvyn Bragg and his guests discuss the Corn Laws, cause of one of the most explosive political debates in the 19th century.",
    "17 October 2013_The Book of Common Prayer": "Melvyn Bragg and his guests discuss the Book of Common Prayer, published after the Reformation in order to make church liturgy available in English.",
    "10 October 2013_Galen": "Melvyn Bragg and guests discuss Roman physician and medical theorist Galen.",
    "3 October 2013_Exoplanets": "Melvyn Bragg and guests discuss exoplanets, planets detected outside our solar system.",
    "26 September 2013_The Mamluks": "Melvyn Bragg and his guests discuss the Mamluks, medieval rulers of Egypt and Syria from 1250 to 1517.",
    "19 September 2013_Blaise Pascal": "Melvyn Bragg and his guests discuss the life and work of the French polymath Blaise Pascal.",
    "4 July 2013_The Invention of Radio": "Melvyn Bragg and his guests discuss the invention of radio.",
    "27 June 2013_Romance of the Three Kingdoms": "Melvyn Bragg and his guests discuss Romance of the Three Kingdoms, widely regarded as one of the greatest works of Chinese literature.",
    "20 June 2013_The Physiocrats": "Melvyn Bragg and his guests discuss the Physiocrats, an important group of economic thinkers in 18th-century France.",
    "13 June 2013_Prophecy": "Melvyn Bragg and his guests discuss the meaning and significance of prophecy in the Abrahamic religions.",
    "6 June 2013_Relativity": "Melvyn Bragg and his guests discuss Einstein's theory of relativity, a hypothetical framework that transformed our understanding of the universe.",
    "30 May 2013_Queen Zenobia": "Melvyn Bragg and his guests discuss Queen Zenobia, Empress of the Palmyrene Empire and leader of a rebellion against Ancient Rome.",
    "23 May 2013_Lévi-Strauss": "Melvyn Bragg and his guests discuss the work of French anthropologist Claude Levi-Strauss.",
    "16 May 2013_Cosmic rays": "Melvyn Bragg and his guests discuss cosmic rays, the mysterious high-energy particles that constantly bombard Earth.",
    "9 May 2013_Icelandic Sagas": "Melvyn Bragg and his guests discuss the Icelandic sagas.",
    "2 May 2013_Gnosticism": "Melvyn Bragg and his guests discuss Gnosticism, a religious sect associated with early Christianity.",
    "25 April 2013_Montaigne": "Melvyn Bragg and guests discuss the life and work of Michel de Montaigne. Best known for his influential Essays, Montaigne is regarded as the father of modern sceptical thought.",
    "18 April 2013_The Putney Debates": "Melvyn Bragg and his guests discuss the Putney Debates of 1647, when factions of the New Model Army considered a possible new constitution for England.",
    "11 April 2013_The Amazons": "Melvyn Bragg and guests discuss the Amazons, formidable female warriors of classical myth.",
    "4 April 2013_Japan's Sakoku Period": "Melvyn Bragg and his guests discuss Japan's Sakoku period, the years when the country chose to isolate itself from the rest of the world.",
    "28 March 2013_Water": "Melvyn Bragg and his guests discuss water, one of the most remarkable of all molecules.",
    "21 March 2013_Alfred Russel Wallace": "Melvyn Bragg and his guests discuss the Victorian pioneer of evolutionary theory Alfred Russel Wallace.",
    "14 March 2013_Chekhov": "Melvyn Bragg and his guests discuss the life and work of the great Russian writer Anton Chekhov.",
    "7 March 2013_Absolute Zero": "Melvyn Bragg and his guests discuss absolute zero, the theoretical lower limit of temperature.",
    "28 February 2013_Pitt Rivers": "Melvyn Bragg and his guests discuss the work of the Victorian anthropologist and archaeologist Augustus Pitt-Rivers.",
    "21 February 2013_Decline and Fall": "Melvyn Bragg and his guests discuss Evelyn Waugh's comic novel Decline and Fall, published when the author was 25.",
    "14 February 2013_Ice ages": "Melvyn Bragg and guests discuss ice ages, periods when the temperature of the Earth has dropped to low levels.",
    "7 February 2013_Epicureanism": "Melvyn Bragg and his guests discuss Epicureanism, the system of philosophy based on the teachings of Epicurus and founded in the 4th century BC.",
    "31 January 2013_The War of 1812": "Melvyn Bragg and guests discuss the War of 1812, the conflict between America and Great Britain which is sometimes referred to as the second American War of Independence.",
    "24 January 2013_Romulus and Remus": "Melvyn Bragg and guests Mary Beard, Peter Wiseman and Tim Cornell discuss Romulus and Remus, the foundation myth of Rome.",
    "17 January 2013_Comets": "Melvyn Bragg and his guests discuss comets, the 'dirty snowballs' of the solar system which orbit the sun.",
    "10 January 2013_Le Morte d'Arthur": "Melvyn Bragg and his guests discuss Le Morte d'Arthur, Sir Thomas Malory's epic medieval tale of King Arthur and his knights of the Round Table.",
    "27 December 2012_The Cult of Mithras": "Melvyn Bragg and his guests discuss the cult of Mithras, a mystery religion that flourished in the Roman Empire from the 1st to the 4th centuries AD.",
    "20 December 2012_The South Sea Bubble": "Melvyn Bragg and his guests discuss the South Sea Bubble, the speculation mania in early 18th-century England which ended in the financial ruin of many of its investors.",
    "13 December 2012_Shahnameh of Ferdowsi": "Melvyn Bragg and his guests discuss the epic poem the Shahnameh of Ferdowsi, the 'Book of Kings', which has been at the heart of Persian culture for the past thousand years.",
    "6 December 2012_Bertrand Russell": "Melvyn Bragg and his guests discuss the influential 20th-century British thinker Bertrand Russell, widely regarded as one of the founders of Analytical philosophy.",
    "29 November 2012_Crystallography": "Melvyn Bragg and his guests discuss the history and achievements of crystallography, a scientific discipline that has revolutionised our understanding of the world.",
    "22 November 2012_The Borgias": "Melvyn Bragg and his guests discuss the Borgias, the most notorious family in Renaissance Italy, famed for their treachery and corruption under the papacy of Alexander VI.",
    "15 November 2012_Simone Weil": "Melvyn Bragg and his guests discuss the French philosopher and social activist Simone Weil. Admired by Albert Camus and Iris Murdoch, she achieved a great deal in her short life.",
    "8 November 2012_The Upanishads": "Melvyn Bragg and his guests discuss the Upanishads, the sacred texts of Hinduism. Dating from about 700 BC, their mystical and philosophical nature still resonates today.",
    "1 November 2012_The Anarchy": "Melvyn Bragg and his guests discuss The Anarchy, the period of bloody civil war that took place in 12th-century England.",
    "25 October 2012_Fermat's Last Theorem": "Melvyn Bragg and his guests discuss Fermat's Last Theorem, a mathematical puzzle which took more than three hundred and fifty years to solve.",
    "18 October 2012_Caxton and the Printing Press": "Melvyn Bragg and guests discuss printer William Caxton and the impact of the printing press in England.",
    "11 October 2012_Hannibal": "Melvyn Bragg and his guests discuss Hannibal, the Carthaginian general who famously led an army across the Alps.",
    "4 October 2012_Gerald of Wales": "Melvyn Bragg and his guests discuss the medieval scholar Gerald of Wales, the author of colourful and influential works about his journeys around Ireland and Wales.",
    "27 September 2012_The Ontological Argument": "Melvyn Bragg and his guests discuss the Ontological Argument, the philosophical attempt to prove the existence of God through reason alone.",
    "20 September 2012_The Druids": "Melvyn Bragg and his guests discuss the Druids, the mysterious priests of ancient Britain, Gaul and Ireland.",
    "13 September 2012_The Cell": "Melvyn Bragg and his guests discuss the origins and structure of the cell, the fundamental building block of life.",
    "12 July 2012_Hadrian's Wall": "Melvyn Bragg and his guests discuss Hadrian's Wall, the best known and perhaps most impressive relic of the Roman occupation of Britain.",
    "5 July 2012_Scepticism": "Melvyn Bragg and his guests discuss the history of philosophical scepticism.",
    "28 June 2012_Al-Kindi": "Melvyn Bragg and his guests discuss the life and work of Al-Kindi, often described as the first philosopher in the Arabic tradition.",
    "21 June 2012_Annie Besant": "Melvyn Bragg and his guests discuss the life of 19th-century writer and campaigner Annie Besant.",
    "14 June 2012_James Joyce's Ulysses": "Melvyn Bragg and his guests discuss James Joyce's celebrated novel Ulysses.",
    "7 June 2012_King Solomon": "Melvyn Bragg and his guests discuss Solomon, the biblical king celebrated in the Old Testament for his wisdom.",
    "31 May 2012_The Trojan War": "Melvyn Bragg and his guests discuss the Trojan War, one of the central events of Ancient Greek mythology.",
    "24 May 2012_Marco Polo": "Melvyn Bragg and his guests discuss the travels of the celebrated Venetian explorer Marco Polo.",
    "17 May 2012_Clausewitz and On War": "Melvyn Bragg and his guests discuss On War, the 19th-century treatise on the theory of warfare by the Prussian soldier Carl von Clausewitz.",
    "10 May 2012_Game Theory": "Melvyn Bragg and his guests discuss game theory, the mathematical study of decision-making.",
    "3 May 2012_Voltaire's Candide": "Melvyn Bragg and his guests discuss Voltaire's satirical novel Candide, first published in 1759.",
    "26 April 2012_Battle of Bosworth Field": "Melvyn Bragg and guests discuss the Battle of Bosworth Field in 1485, the celebrated climactic encounter of the Wars of the Roses.",
    "19 April 2012_Neoplatonism": "Melvyn Bragg and guests discuss Neoplatonism, a mystical school of thought founded by the third century philosopher Plotinus.",
    "12 April 2012_Early Geology": "Melvyn Bragg and his guests discuss the emergence of geology as a scientific discipline.",
    "5 April 2012_George Fox and the Quakers": "Melvyn Bragg and his guests discuss the foundation of the Religious Society of Friends, otherwise known as the Quakers, in the 17th century.",
    "29 March 2012_The Measurement of Time": "Melvyn Bragg and his guests discuss the measurement of time and the various methods used for doing so over millennia of human history.",
    "22 March 2012_Moses Mendelssohn": "Melvyn Bragg and guests discuss the work of Moses Mendelssohn, one of the greatest thinkers of the German Enlightenment.",
    "15 March 2012_Vitruvius and De Architectura": "Melvyn Bragg and his guests discuss Vitruvius's De Architectura, the first major treatise on architecture.",
    "8 March 2012_Lyrical Ballads": "Melvyn Bragg and his guests discuss Lyrical Ballads, the 1798 volume of poems by William Wordsworth and Samuel Taylor Coleridge.",
    "1 March 2012_Benjamin Franklin": "Melvyn Bragg and his guests discuss the life and work of the scientist, writer, printer, diplomat and American founding father Benjamin Franklin.",
    "23 February 2012_Conductors and Semiconductors": "Melvyn Bragg and his guests discuss the physics of electricity: why some materials conduct it and others do not, and how these properties can be usefully exploited.",
    "16 February 2012_The An Lushan Rebellion": "Melvyn Bragg and his guests discuss the An Lushan Rebellion, a major uprising against the imperial rule of the Chinese Tang Dynasty.",
    "9 February 2012_Erasmus": "Melvyn Bragg and his guests discuss the life and work of the Dutch humanist scholar Desiderius Erasmus, one of the most significant figures of the Renaissance.",
    "2 February 2012_The Kama Sutra": "Melvyn Bragg and his guests discuss the Kama Sutra, one of the most celebrated and often-misunderstood texts of Indian literature.",
    "26 January 2012_The Scientific method": "Melvyn Bragg and his guests discuss the Scientific Method, the systematic and analytical approach to scientific discovery.",
    "19 January 2012_1848: Year of Revolution": "Melvyn Bragg and guests discuss 1848, the year that saw Europe engulfed in revolution. Governments from Paris to Palermo were toppled, but the effects were not to last.",
    "12 January 2012_The Safavid Dynasty": "Melvyn Bragg and his guests discuss the Safavid Dynasty, the rulers of early modern Persia, who had a profound impact on the cultural and religious identity of Iran.",
    "2–6 January 2012_The Written World": "",
    "29 December 2011_Macromolecules": "Melvyn Bragg and guests discuss the giant molecules that form the basis of all life, macromolecules. From proteins to modern plastics, macromolecules are all around us.",
    "22 December 2011_Robinson Crusoe": "Melvyn Bragg and his guests discuss Daniel Defoe's seminal novel Robinson Crusoe. Published in 1719, it was an immediate success and is considered the classic adventure story.",
    "15 December 2011_The Concordat of Worms": "Melvyn Bragg and his guests discuss the Concordat of Worms of 1122, a negotiation which marked a temporary lull in the power struggle between the papacy and the Holy Roman Empire.",
    "8 December 2011_Heraclitus": "Melvyn Bragg and his guests discuss the ancient Greek thinker Heraclitus, immortalised by later scholars as the Weeping Philosopher.",
    "1 December 2011_Christina Rossetti": "Melvyn Bragg and guests discuss the life and work of the Victorian poet Christina Rossetti.",
    "24 November 2011_Judas Maccabeus": "Melvyn Bragg and guests discuss the revolutionary Jewish leader Judas Maccabeus, who in the second century BC led a successful revolt for religious freedom.",
    "17 November 2011_Ptolemy and Ancient Astronomy": "Melvyn Bragg and his guests discuss the last of the great Greek astronomers of antiquity, Ptolemy, and his influence on ancient and medieval astronomy.",
    "10 November 2011_The Continental-Analytic Split": "Melvyn Bragg and his guests discuss the two main traditions of modern Western philosophy: the Continental and Analytic schools.",
    "3 November 2011_The Moon": "Melvyn Bragg and his guests discuss the origins, science and mythology of the moon. Man may have landed on the moon, but our 'twin planet' in many ways still remains a mystery.",
    "27 October 2011_The Siege of Tenochtitlan": "Melvyn Bragg and his guests discuss the Siege of Tenochtitlan, the event which precipitated the fall of the Aztec Empire in 1521.",
    "20 October 2011_Delacroix's Liberty Leading the People": "Melvyn Bragg and his guests discuss Eugene Delacroix's painting Liberty Leading the People, his celebrated depiction of the events of the 1830 July Revolution.",
    "13 October 2011_The Ming Voyages": "Melvyn Bragg and his guests discuss the Ming Voyages, the 15th-century naval expeditions led by the Chinese admiral Zheng He.",
    "6 October 2011_David Hume": "Melvyn Bragg and his guests discuss the work of David Hume, the philosopher and leading figure of the Scottish Enlightenment.",
    "29 September 2011_The Etruscan Civilisation": "Melvyn Bragg and his guests discuss the Etruscans, an ancient civilisation which flourished in central Italy for five hundred years before the emergence of the Roman Republic.",
    "22 September 2011_Shinto": "Melvyn Bragg and his guests discuss the Japanese belief system of Shinto.",
    "15 September 2011_The Hippocratic Oath": "Melvyn Bragg and his guests discuss the Hippocratic Oath, the most celebrated text in Western medicine.",
    "7 July 2011_The Minoan Civilisation": "Melvyn Bragg and his guests discuss the Minoan Civilisation of Bronze Age Crete.",
    "30 June 2011_Tennyson's In Memoriam": "Melvyn Bragg and his guests discuss Alfred, Lord Tennyson's poem In Memoriam.",
    "23 June 2011_Malthusianism": "Melvyn Bragg and his guests discuss Malthusianism, the influential theory of population growth first articulated by the Reverend Thomas Malthus in 1798.",
    "16 June 2011_John Wycliff and the Lollards": "Melvyn Bragg and his guests discuss the medieval philosopher and theologian John Wyclif and his followers, the Lollards.",
    "9 June 2011_The Origins of Infectious Disease": "Melvyn Bragg and his guests discuss the origins of infectious disease.",
    "2 June 2011_Battle of Stamford Bridge": "Melvyn Bragg and his guests discuss the Battle of Stamford Bridge, a decisive English victory over Viking forces which took place in September 1066.",
    "26 May 2011_Xenophon": "Melvyn Bragg and his guests discuss the life and work of the ancient Greek historian and soldier Xenophon.",
    "19 May 2011_Custer's Last Stand": "Melvyn Bragg and his guests discuss the Battle of the Little Bighorn, also known as Custer's Last Stand, the bloody 1876 battle between Native Americans and the US Cavalry.",
    "12 May 2011_The Anatomy of Melancholy": "Melvyn Bragg and his guests discuss a masterpiece of 17th-century medicine and literature: Robert Burton's The Anatomy of Melancholy.",
    "5 May 2011_Islamic Law and its Origins": "Melvyn Bragg and his guests discuss the origins and early development of Islamic law.",
    "28 April 2011_Cogito Ergo Sum": "Melvyn Bragg and his guests discuss one of the most famous statements in philosophy, 'Cogito ergo sum', Rene Descartes' attempt to establish what we can truly know.",
    "21 April 2011_The Pelagian Controversy": "Melvyn Bragg and his guests discuss the Pelagian Controversy, one of the most significant doctrinal disputes of the early church.",
    "14 April 2011_The Neutrino": "Melvyn Bragg and his guests discuss the neutrino, a mysterious subatomic particle which is one of the most numerous, and least understood, objects in the universe.",
    "7 April 2011_Octavia Hill": "Melvyn Bragg and his guests discuss the Victorian reformer Octavia Hill, pioneer of social housing and campaigner for public open spaces.",
    "31 March 2011_The Bhagavad Gita": "Melvyn Bragg and his guests discuss the contents and influence of the Bhagavad Gita, one of the most revered texts of Hinduism.",
    "24 March 2011_The Dawn of the Iron Age": "Melvyn Bragg and his guests discuss the dawn of the European Iron Age, a period of great upheaval when technology and societies were changed forever.",
    "17 March 2011_The Medieval University": "Melvyn Bragg and his guests discuss the medieval universities: why they were founded and what they taught.",
    "10 March 2011_Free Will(500th programme)": "Melvyn Bragg and his guests discuss the problem of free will - the extent to which we are able to choose our actions.",
    "3 March 2011_The Age of the Universe": "Melvyn Bragg and his guests discuss a question which has obsessed cosmologists for millennia: how old is the Universe?",
    "24 February 2011_The Taiping Rebellion": "Melvyn Bragg and his guests discuss the Taiping Rebellion, a Chinese civil war which claimed around 20 million lives in the 19th century.",
    "17 February 2011_Maimonides": "Melvyn Bragg and his guests discuss the work and influence of Maimonides. Widely regarded as the greatest Jewish philosopher of the medieval period.",
    "10 February 2011_The Nervous System": "Melvyn Bragg and his guests discuss the history and science of the nervous system, the network of tissues which allows parts of the body to communicate with each other.",
    "3 February 2011_The Battle of Bannockburn": "Melvyn Bragg and his guests discuss the Battle of Bannockburn of 1314, an important victory for Scotland in its fight to win independence from England.",
    "27 January 2011_Aristotle's Poetics": "Melvyn Bragg and guests discuss Aristotle's Poetics, the first and arguably most influential work of literary theory in history.",
    "20 January 2011_The Mexican Revolution": "Melvyn Bragg and his guests discuss the Mexican Revolution of 1910, the popular uprising which lasted ten years and resulted in the overthrow of President Porfino Diaz.",
    "13 January 2011_Random and Pseudorandom": "Melvyn Bragg and his guests discuss mathematical randomness and pseudorandomness, ideas important to cryptography, statistics and weather forecasting.",
    "6 January 2011_Childe Harold's Pilgrimage": "Melvyn Bragg and his guests discuss Childe Harold's Pilgrimage, the poem that made Byron famous.",
    "30 December 2010_Consequences of the Industrial Revolution": "Melvyn Bragg and his guests discuss the far-reaching consequences of the Industrial Revolution, which brought widespread social and intellectual change to Britain.",
    "23 December 2010_The Industrial Revolution": "Melvyn Bragg and guests discuss the Industrial Revolution, a period of rapid technological development which brought widespread social and intellectual change to Britain.",
    "16 December 2010_Daoism": "Melvyn Bragg and his guests discuss Daoism, a Chinese belief system encompassing both religion and philosophy.",
    "9 December 2010_Thomas Edison": "Melvyn Bragg and his guests discuss the work of Thomas Edison, one of the great inventors and cultural figures of modern America.",
    "2 December 2010_Cleopatra": "Melvyn Bragg and his guests discuss Cleopatra, the Egyptian pharaoh whose charisma, intelligence and beauty made her one of the most celebrated rulers of the ancient world.",
    "25 November 2010_The History of Metaphor": "Melvyn Bragg and his guests discuss the history of metaphor - the device of using one thing to describe another.",
    "18 November 2010_Foxe's Book of Martyrs": "Melvyn Bragg and guests discuss Foxe's Book of Martyrs, the celebrated sixteenth-century account of the suffering of Christian martyrs.",
    "11 November 2010_The Volga Vikings": "Melvyn Bragg and his guests discuss the Volga Vikings, a group of Norsemen who travelled to Russia and set up settlements there during the 8th and 9th centuries AD.",
    "4 November 2010_Women and Enlightenment Science": "Melvyn Bragg and his guests discuss the role played by women in Enlightenment science.",
    "28 October 2010_The Unicorn": "Melvyn Bragg and his guests discuss the history and mythology of the unicorn.",
    "21 October 2010_History of logic": "Melvyn Bragg and his guests discuss the history of logic, the study of reasoning and argument.",
    "14 October 2010_Sturm und Drang": "Melvyn Bragg and his guests discuss the 18th-century German artistic movement known as Sturm und Drang, whose best-known exponents included Goethe and Schiller.",
    "7 October 2010_The Spanish Armada": "Melvyn Bragg and his guests discuss the Spanish Armada, the fleet which attempted to invade Elizabethan England in 1588.",
    "30 September 2010_The Delphic Oracle": "Melvyn Bragg and his guests discuss the Delphic Oracle, the most important and best documented source of prophecies in the ancient world.",
    "23 September 2010_Imaginary numbers": "Melvyn Bragg and his guests discuss imaginary numbers - important mathematical phenomena which provide us with useful tools for understanding the world.",
    "8 July 2010_Pliny's Natural History": "Melvyn Bragg and guests discuss Pliny the Elder's Natural History, a comprehensive and influential encyclopedia of the natural sciences written in the first century AD.",
    "1 July 2010_Athelstan": "Melvyn Bragg and guests discuss the reign of King Athelstan, whose military exploits united much of England, Scotland and Wales under one ruler for the first time.",
    "24 June 2010_Antarctica": "Melvyn Bragg and guests discuss the history of Antarctica: its geology and physical geography and the story of human exploration of the continent.",
    "17 June 2010_The Neanderthals": "Melvyn Bragg and guests discuss the Neanderthals: who they were, how they lived, and how we are related to them.",
    "10 June 2010_Al-Biruni": "Melvyn Bragg and guests discuss the Central Asian polymath al-Biruni and his 11th-century book India, one of the first scholarly works about the country.",
    "3 June 2010_Edmund Burke": "Melvyn Bragg and guests discuss the work of the philosopher, politician and writer Edmund Burke, whose views on revolution in America and France were hugely influential.",
    "27 May 2010_Giorgio Vasari's Lives of the Artists": "Melvyn Bragg and guests discuss Lives of the Artists, the great biographer Giorgio Vasari's study of Renaissance painters, sculptors and architects.",
    "20 May 2010_The Cavendish Family": "Melvyn Bragg and guests Jim Bennett, Simon Schaffer and Patricia Fara explore the scientific achievements of the Cavendish family, from the 17th to the 19th century.",
    "13 May 2010_William James's The Varieties of Religious Experience": "Melvyn Bragg and guests Jonathan Ree, John Haldane and Gwen Griffith-Dickson discuss The Varieties of Religious Experience by William James.",
    "6 May 2010_The Cool Universe": "Melvyn Bragg and guests discuss the Cool Universe.",
    "29 April 2010_The Great Wall of China": "Melvyn Bragg and guests Julia Lovell, Rana Mitter and Frances Wood discuss The Great Wall of China.",
    "22 April 2010_Roman Satire": "Melvyn Bragg and guests Mary Beard, Denis Feeney and Duncan Kennedy discuss Roman satire.",
    "15 April 2010_The Rise and Fall of the Zulu Nation": "Melvyn Bragg and guests Saul David, Shula Marks and Saul Dubow discuss the rise and fall of the Zulu Nation.",
    "8 April 2010_William Hazlitt": "Melvyn Bragg and guests Jonathan Bate, Uttara Natarajan and AC Grayling discuss the life and works of William Hazlitt.",
    "1 April 2010_The History of the City (2 of 2)": "Melvyn Bragg presents the second of a two-part discussion about the history of the city.",
    "25 March 2010_The History of the City (1 of 2)": "Melvyn Bragg and guests Peter Hall, Julia Merritt and Greg Woolf trace the rise of the city, from its origins in the Bronze Age to just before the coming of the railways.",
    "18 March 2010_The Scream and Edvard Munch": "Melvyn Bragg and guests David Jackson, Dorothy Rowe and Alastair Wright discuss the work of the Norwegian artist Edvard Munch, focusing on his painting The Scream.",
    "11 March 2010_Boudica": "Melvyn Bragg and guests Miranda Aldhouse-Green, Juliette Wood and Richard Hingley discuss the life and mythologisation of Boudica.",
    "4 March 2010_The Infant Brain": "Melvyn Bragg and guests Usha Goswami, Annette Karmiloff-Smith and Denis Mareschal discuss what new research reveals about the infant brain.",
    "25 February 2010_Calvinism": "Melvyn Bragg and guests Justin Champion, Susan Hardman Moore and Diarmaid MacCulloch explore the ideas of John Calvin and their impact.",
    "18 February 2010_The Indian Rebellion": "Melvyn Bragg and guests Faisal Devji, Shruti Kapila and Chandrika Kaul discuss the Indian Mutiny of 1857 and the rebellion which followed.",
    "11 February 2010_The Unintended Consequences of Mathematics": "Melvyn Bragg and guests explore the unintended consequences of mathematical discoveries, from alternating current to predicting the path of asteroids.",
    "4 February 2010_Ibn Khaldun": "Melvyn Bragg and guests Robert Hoyland, Robert Irwin and Hugh Kennedy discuss the life and ideas of the 14th-century Arab philosopher of history Ibn Khaldun.",
    "28 January 2010_Silas Marner": "Melvyn Bragg and guests Rosemary Ashton, Dinah Birch and Valentine Cunningham discuss George Eliot's 1861 novel Silas Marner.",
    "21 January 2010_The Glencoe Massacre": "Melvyn Bragg and guests Karin Bowie, Murray Pittock and Daniel Szechi discuss the 1692 Glencoe Massacre, why it happened, and its lasting repercussions.",
    "14 January 2010_The Frankfurt School": "Melvyn Bragg and guests discuss the Frankfurt School, a group of influential German thinkers who argued that culture keeps people passive.",
    "4–7 January 2010_The History of the Royal Society": "",
    "31 December 2009_Mary Wollstonecraft": "Melvyn Bragg and guests John Mullan, Karen O'Brien and Barbara Taylor discuss the life and ideas of the pioneering British Enlightenment thinker Mary Wollstonecraft.",
    "24 December 2009_The Samurai": "Melvyn Bragg and guests Gregory Irvine, Nicola Liscutin and Angus Lockyer discuss the history of the Samurai and the role of their myth in Japanese national identity.",
    "10 December 2009_Pythagoras": "Melvyn Bragg and guests discuss the ideas and influence of the Greek mathematician Pythagoras and his followers, the Pythagoreans.",
    "3 December 2009_The Silk Road": "Melvyn Bragg and guests discuss the Silk Road, the trade routes which spanned Asia for over a thousand years, carrying Buddhism to China and paper-making and gunpowder westwards.",
    "26 November 2009_Joyce's A Portrait of the Artist as a Young Man": "Melvyn Bragg and guests discuss A Portrait of the Artist as a Young Man, James Joyce's groundbreaking 1916 novel about growing up in Catholic Ireland.",
    "19 November 2009_Sparta": "Melvyn Bragg and guests Paul Cartledge, Edith Hall and Angie Hobbs discuss Sparta, the militaristic Ancient Greek city-state, and the political ideas it spawned.",
    "12 November 2009_Radiation": "Melvyn Bragg and guests discuss the history of the discovery of radiation, from the idea that light consisted of waves, through electromagnetism to the naming of gamma rays.",
    "5 November 2009_The Siege of Munster": "Melvyn Bragg and guests discuss the Siege of Munster in 1534-35, when radical Anabaptists tried to create the 'New Jerusalem' in a small German town, with horrific consequences.",
    "29 October 2009_Schopenhauer": "Melvyn Bragg and guests discuss the pessimistic philosophy of Arthur Schopenhauer and his extraordinary influence.",
    "22 October 2009_The Geological Formation of Britain": "Melvyn Bragg and guests discuss the geological formation of Britain, tracing how its pieces came together on their journey north from the Antarctic Circle.",
    "15 October 2009_The Death of Elizabeth I": "Melvyn Bragg and guests discuss the death of Queen Elizabeth I and its immediate impact, as a foreign monarch became King in the face of plots and plague.",
    "8 October 2009_The Dreyfus Affair": "Melvyn Bragg and guests discuss the Dreyfus Affair, which tore France apart in the 1890s after a Jewish Army officer was wrongly convicted of spying and sent to Devil's Island.",
    "1 October 2009_Akhenaten": "Melvyn Bragg and guests Elizabeth Frood, Richard Parkinson and Kate Spence discuss Akhenaten, the ruler who brought revolutionary change to ancient Egypt.",
    "24 September 2009_Calculus": "Melvyn Bragg and guests Patricia Fara, Simon Schaffer and Jackie Stedall discuss the dispute between Sir Isaac Newton and Gottfried Leibniz over who invented calculus.",
    "17 September 2009_St Thomas Aquinas": "Melvyn Bragg and guests discuss St Thomas Aquinas, the Catholic Church's foremost western philosopher and theologian.",
    "9 July 2009_Ediacara Biota": "Melvyn Bragg and guests discuss the Ediacara Biota: the Precambrian beings that some consider the first complex multicellular life forms.",
    "2 July 2009_Logical Positivism": "Melvyn Bragg and guests including Barry Smith discuss Logical Positivism, the radical philosophy of the Vienna Circle.",
    "25 June 2009_The Sunni and Shia Islam": "Melvyn Bragg and guests discuss the origins of the theological split between Sunni and Shi'ite Muslims.",
    "18 June 2009_Elizabethan Revenge": "Melvyn Bragg and guests discuss why revenge tragedy was so popular with Elizabethan theatre goers, from Thomas Kyd's The Spanish Tragedy to Shakespeare's Hamlet.",
    "11 June 2009_The Augustan Age": "Melvyn Bragg and guests discuss the political regime and cultural influence of the Roman Emperor Augustus.",
    "4 June 2009_The Trial of Charles I": "Melvyn Bragg and guests discuss the trial of Charles I, recounting the high drama in Westminster Hall and the ideas that led to the execution.",
    "28 May 2009_St Paul": "Melvyn Bragg and guests Helen Bond, John Haldane and John Barclay discuss the influence of St Paul on the early Christian church and on Christian theology generally.",
    "21 May 2009_The Whale: A History": "Melvyn Bragg and guests discuss the evolutionary history of the whale, examining how this leviathan of the deep evolved from a small land-based mammal with cloven hoofs.",
    "14 May 2009_The Siege of Vienna": "Melvyn Bragg and guests discuss the 1683 siege of Vienna by the Ottoman Army. The ensuing tale of blood and drama helped define the boundaries of Europe.",
    "7 May 2009_The Magna Carta": "Melvyn Bragg and guests discuss the Magna Carta, the charter issued by King John in 1215 that is often seen as the basis of English liberties.",
    "30 April 2009_The Vacuum of Space": "Melvyn Bragg and guests discuss the Vacuum of Space, from the innards of the atom to the outer reaches of space.",
    "23 April 2009_The Building of St Petersburg": "Melvyn Bragg and guests discuss the building of St Petersburg, Peter the Great's showcase city for a modern, European Russia.",
    "16 April 2009_Suffragism": "Melvyn Bragg and guests discuss suffragism, the movement for women's voting rights. Who championed it, who opposed it and how was universal female suffrage really achieved?",
    "9 April 2009_Aldous Huxley's Brave New World": "Melvyn Bragg and guests discuss Aldous Huxley's dystopian 1932 novel Brave New World and its vision of a future of test tube babies, free love and round-the-clock surveillance.",
    "2 April 2009_Baconian Science": "Melvyn Bragg and guests Patricia Fara, Stephen Pumfrey and Rhodri Lewis discuss the Jacobean lawyer, political fixer and alleged founder of modern science Francis Bacon.",
    "26 March 2009_The School of Athens": "Melvyn Bragg and guests discuss the Italian Renaissance artist Raphael's depiction of Plato and Aristotle and what it tells us about both the subjects and the painter.",
    "19 March 2009_The Boxer Rebellion": "Melvyn Bragg and guests discuss the Boxer Rebellion, when the Society of Righteous and Harmonious Fists purged China of foreign influences in the summer of 1900.",
    "12 March 2009_The Library of Alexandria": "Melvyn Bragg and guests Simon Goldhill, Serafina Cuomo and Matthew Nichols discuss the Library of Alexandria, one of the greatest libraries in history.",
    "5 March 2009_The Measurement problem in Physics": "Melvyn Bragg and guests discuss the the measurement problem, one of the deepest problems in contemporary physics.",
    "26 February 2009_The Waste Land and Modernity": "",
    "19 February 2009_The Observatory at Jaipur": "Melvyn Bragg and guests discuss the Observatory in Jaipur, a repository for aeons of Hindu and Islamic intellectual life.",
    "12 February 2009_Carthage's Destruction": "Melvyn Bragg and guests discuss the complete destruction of Carthage by Rome, a pivotal moment in world history.",
    "5 February 2009_The Brothers Grimm": "Melvyn Bragg and guests discuss the fairy tales collected by the Brothers Grimm and what they can tell us about the German imagination and 19th-century romantic nationalism.",
    "29 January 2009_Swift's A Modest Proposal": "Melvyn Bragg and guests discuss Jonathan Swift's satirical 1729 pamphlet A Modest Proposal, which reveals much about attitudes to the Irish and the poor in 18th-Century Britain.",
    "22 January 2009_History of History": "Melvyn Bragg and guests discuss how the writing of history has changed over time, from ancient epics to medieval hagiographies and modern deconstructions.",
    "15 January 2009_Thoreau and the American Idyll": "Melvyn Bragg and guests discuss the American 19th century writer and philosopher, Henry David Thoreau",
    "8 January 2009_Darwin: Life After Origins": "Melvyn Bragg presents a series about the life and work of Charles Darwin. Melvyn visits Darwin's home at Down House in Kent, where he continued working until his death in 1882.",
    "7 January 2009_Darwin: On the Origin of Species": "Melvyn Bragg presents a series about the life and work of Charles Darwin. How Darwin was eventually persuaded to publish On the Origin of Species in November 1859.",
    "6 January 2009_Darwin: The Voyage of the Beagle": "Melvyn Bragg presents a series about the life and work of Charles Darwin. Darwin's expedition aboard the Beagle and how it influenced and provided evidence for his theories.",
    "5 January 2009_Darwin: On the Origins of Charles Darwin": "Melvyn Bragg presents a series about the life and work of Charles Darwin. Darwin's early life and time at Cambridge, where his interests shifted from religion to natural science.",
    "1 January 2009_The Consolations of Philosophy": "Melvyn Bragg discusses Boethius’ Consolation of Philosophy and asks whether philosophy should lead us toward consolation or lead us from it.",
    "18 December 2008_The Physics of Time": "Melvyn Bragg and guests discuss the physics of time - what is it and does it even exist?",
    "11 December 2008_The Fire of London": "Melvyn Bragg and guests discuss The Great Fire of London in 1666 and how the city rose from the ashes.",
    "4 December 2008_Heat": "Melvyn Bragg discusses the history of scientific ideas about heat from fire to thermodynamics.",
    "27 November 2008_The Great Reform Act": "Melvyn Bragg and guests discuss the Great Reform Act of 1832, a landmark in British political history.",
    "20 November 2008_The Baroque Movement": "Melvyn Bragg and guests discuss the culture of the Baroque, from Bach and Caavaggio to the Colonnades of St Peter’s.",
    "13 November 2008_Neuroscience": "Melvyn Bragg and guests David Papineau, Martin Conway and Gemma Calvert discuss recent developments in neuroscience and examine the relationship between the mind and the brain.",
    "6 November 2008_Aristotle's Politics": "Melvyn Bragg and guests discuss one of the most important works of political philosophy ever written - Aristotle’s ‘Politics.",
    "30 October 2008_Bolivar": "Melvyn Bragg and guests discuss the life and times of Simon Bolivar, hero of the revolutionary wars that liberated Spanish America from Spain.",
    "23 October 2008_Dante's Inferno": "Melvyn Bragg discusses Dante’s ‘Inferno’ - a journey through the nine circles of Hell. Dante was a medieval Italian poet and the Inferno, his greatest work, is a masterpiece of world literature.",
    "16 October 2008_Vitalism": "Melvyn Bragg and guests discuss Vitalism, an 18th and 19th century quest for the spark of life and the science behind Frankenstein.",
    "9 October 2008_Gödel's Incompleteness Theorems": "Melvyn Bragg and guests discuss the mathematician Kurt Godel and his work at the very limits of maths.",
    "2 October 2008_The Translation Movement": "Melvyn Bragg and guests discuss the movement of classical Greek ideas out of the Byzantine Empire and into the Islamic world from the 9th century onwards.",
    "25 September 2008_Miracles": "Melvyn Bragg discusses the history of miracles, the subject of fierce theological debate, intense popular piety and serious medical study.",
    "10 July 2008_Tacitus and the Decadence of Rome": "Melvyn Bragg and guests discuss the Roman historian Tacitus, whose portrayal of Roman decadence influences the way we see Rome today.",
    "3 July 2008_The Metaphysical Poets": "Melvyn Bragg discusses the Metaphysical poets John Donne, Andrew Marvell and George Herbert, examining their rich and strange metaphors of sex, death and love.",
    "26 June 2008_The Arab Conquests": "Melvyn Bragg discusses the Arab conquests which transformed the Middle East, Persia, North Africa and Southern Europe by helping to spread the new religion of Islam.",
    "19 June 2008_The Music of the Spheres": "Melvyn Bragg and guests discuss the music of the spheres, the idea that the revolution of the planets generates a celestial harmony of profound beauty",
    "12 June 2008_The Riddle of the Sands": "Melvyn Bragg discusses the prescient thriller ‘The Riddle of the Sands’ and the decline Anglo-German relations before the First World War.",
    "5 June 2008_Lysenkoism": "Melvyn Bragg discusses the dark world of science under Joseph Stalin through the career of his chief geneticist Trofim Lysenko.",
    "29 May 2008_Probability": "Melvyn Bragg discusses the strange mathematics of probability from renaissance gambling to chaos theory.",
    "22 May 2008_The Black Death": "Melvyn Bragg and guests discuss the Black Death and the way medieval communities responded to it.",
    "15 May 2008_The Library at Nineveh": "Melvyn Bragg discusses one of the greatest archaeological finds ever discovered – the Assyrian Library at Nineveh.",
    "8 May 2008_The Brain": "Melvyn Bragg and guests discuss the history of cultural, medical, artistic and philosophical ideas about the human brain.",
    "1 May 2008_The Enclosures of the 18th Century": "Melvyn Bragg and guests discuss the 18th and 19th century enclosure movement which divided the British countryside both literally and figuratively.",
    "24 April 2008_Materialism": "Melvyn Bragg and guests discuss Materialism– the philosophical idea that matter constitutes all that exists.",
    "17 April 2008_Yeats and Irish Politics": "Melvyn Bragg and guests discuss the poet W.B. Yeats and Irish politics from the suspension of home rule to the division of Ireland.",
    "10 April 2008_The Norman Yoke": "Melvyn Bragg and guests discuss ‘the Norman Yoke’ – the idea that the Battle of Hastings sparked years of cruel Norman oppression for the Anglo Saxons.",
    "3 April 2008_The Laws of Motion": "Melvyn Bragg and guests discuss Isaac Newton’s Laws of Motion – three sentences that explain the movements of everything from planets to ping pong balls.",
    "27 March 2008_The Dissolution of the Monasteries": "Melvyn Bragg and guests discuss Henry VIII and the Dissolution of the Monasteries. Was Henry’s policy an act of grand larceny or the pious destruction of a corrupt institution?",
    "20 March 2008_Kierkegaard": "Melvyn Bragg and guests discuss the rich and radical ideas of Soren Kierkegaard, often called the father of Existentialism.",
    "13 March 2008_The Greek Myths": "Melvyn Bragg discusses the Greek myths from Achilles to Zeus.",
    "6 March 2008_Ada Lovelace": "Melvyn Bragg and guests discuss the 19th century mathematician and hard living daughter of Lord Byron, Ada Lovelace.",
    "28 February 2008_Lear": "Melvyn Bragg discusses Shakespeare’s King Lear, a shocking and violent vision of a broken family in a godless world.",
    "21 February 2008_The Multiverse": "Melvyn Bragg and guests will be leaving the studio, the planet and indeed, the universe to take a tour of the Multiverse",
    "14 February 2008_The Statue of Liberty": "Melvyn Bragg and guests discuss the Statue of Liberty, given by France to America as a token of revolutionary kinship.",
    "7 February 2008_The Social Contract": "Melvyn Bragg and guests discuss the Social Contract. A key idea in political philosophy, it states that political authority is held through a contract with those to be ruled.",
    "31 January 2008_Rudolf II": "Melvyn Bragg and guests discuss the coterie of brilliant thinkers gathered by Holy Roman Emperor Rudolph II at his court in Prague.",
    "24 January 2008_Plate Tectonics": "Melvyn Bragg and guests discuss how the geological theory of plate tectonics revolutionised our understanding of the planet on which we live",
    "17 January 2008_The Fisher King": "Melvyn Bragg and guests will be delving into the world of medieval myth and legend in pursuit of the powerful and enigmatic Fisher King.",
    "10 January 2008_The Charge of the Light Brigade": "Melvyn Bragg and guests discuss the Charge of the Light Brigade and its iconic status in the British historical imagination.",
    "3 January 2008_Camus": "Melvyn Bragg discusses the Nobel Prize winning Algerian-French writer and existentialist philosopher Albert Camus.",
    "27 December 2007_The Nicene Creed": "Melvyn Bragg discusses the Nicene Creed, a statement of essential faith that established the Divinity of Christ and has been spoken for over 1600 years in Catholic, Orthodox and Protestant Churches",
    "20 December 2007_The Four Humours": "Melvyn Bragg discusses the four humours, a medical theory that saw the body as a concoction of four essential juices.",
    "13 December 2007_The Sassanid Empire": "Melvyn Bragg and guests discuss the Sassanian Empire, a grand imperial rival to the Roman Empire.",
    "6 December 2007_Genetic Mutation": "Melvyn Bragg discusses mutation in genetics and evolution, unlocking the secrets of life and death.",
    "29 November 2007_The Fibonacci Sequence": "Melvyn Bragg and guests discuss the Fibonacci Sequence, an infinite string of numbers to be found in Renaissance paintings, modern architecture and the structure of flowers.",
    "22 November 2007_The Prelude": "Melvyn Bragg and guests discuss William Wordsworth’s, The Predule, one of the greatest poems in the English language.",
    "15 November 2007_Oxygen": "Melvyn Bragg discusses the discovery of Oxygen by Joseph Priestley and Antoine Lavoisier and the Anglo-French feud that accompanied it.",
    "8 November 2007_Avicenna": "Melvyn Bragg and guests discuss Avicenna, among the most important philosophers in the history of Islam.",
    "1 November 2007_Guilt": "Melvyn Bragg discusses the moral conscience and take a long hard look at the idea of guilt.",
    "25 October 2007_Taste": "Melvyn Bragg and guests discuss the 18th century obsession with good and bad taste",
    "18 October 2007_The Arabian Nights": "Melvyn Bragg and guests discuss the Arabian Nights - an ever shifting sea of stories across Asia and Europe.",
    "11 October 2007_The Divine Right of Kings": "Melvyn Bragg and guests discuss the Divine Right of Kings. The idea that kingly authority derives from God alone bit deep into the culture of 17th century Britain.",
    "4 October 2007_Antimatter": "Melvyn Bragg discusses theories of Antimatter in particle physics and cosmology and finds out why there isn’t more of it in the universe.",
    "27 September 2007_Socrates": "Melvyn Bragg and guests discuss the iconic Greek philosopher Socrates. He is the founder of Western philosophy, he was funny, irritating and rude but left not a single word in his own hand.",
    "12 July 2007_Madame Bovary": "Melvyn Bragg and guests discuss the literary sensation caused by the trial for indecency of Gustave Flaubert's novel Madame Bovary.",
    "5 July 2007_The Pilgrim Fathers": "Melvyn Bragg discusses the Pilgrim Fathers and why their 1620 voyage on the Mayflower has become iconic in the American imagination.",
    "28 June 2007_The Permian-Triassic Boundary": "Melvyn Bragg and guests discuss the Permian-Triassic boundary and the greatest mass extinction the world has ever known.",
    "21 June 2007_Common Sense Philosophy": "Melvyn Bragg and guests discuss 18th century common sense philosophy which involves the most profound questions about human knowledge we are capable of asking.",
    "14 June 2007_Renaissance Astrology": "Melvyn Bragg and guests discuss Renaissance Astrology, an essential part of Renaissance thinking on magic, music, medicine, politics, cosmology, destiny and much more.",
    "7 June 2007_Siegfried Sassoon": "Melvyn Bragg and guests discuss the war poet Siegfried Sassoon; a homosexual war hero who became a bitter opponent of the First World War and a devout Catholic.",
    "31 May 2007_Ockham's Razor": "Melvyn Bragg and guests discuss the philosophical idea of Ockham’s Razor and the medieval philosopher who gave his name to it, William of Ockham.",
    "24 May 2007_The Siege of Orléans": "Melvyn Bragg and guests discuss the Siege of Orléans, when Joan of Arc came to the rescue of France and routed the English army with the help of God.",
    "17 May 2007_Gravitational Waves": "Melvyn Bragg and guests discuss Gravitational Waves, mysterious phenomena that ripple the fabric of space-time.",
    "10 May 2007_Victorian Pessimism": "Melvyn Bragg and guests discuss Victorian Pessimism, from Matthew Arnold’s poem Dover Beach to the malign universe of Thomas Hardy’s novels.",
    "3 May 2007_Spinoza": "Melvyn Bragg discusses the philosopher Spinoza whose profound and complex ideas about God had him celebrated as an atheist in the 18th century.",
    "26 April 2007_Greek and Roman Love Poetry": "Melvyn Bragg and guests discuss Greek and Roman love poetry, from the Greek poet Sappho and her erotic descriptions of romance to the love-hate poems of the Roman writer Catullus.",
    "19 April 2007_Symmetry": "Melvyn Bragg discusses symmetry in art and nature. From snowflakes and butterflies to the music of Bach and the poems of Pushkin.",
    "12 April 2007_The Opium Wars": "Melvyn Bragg discusses the Opium Wars, a series of conflicts in the 19th Century which had a profound effect on British Chinese relations for generations.",
    "5 April 2007_St Hilda": "Melvyn Bragg and guests discuss St Hilda, who led a large and influential network of monasteries in 7th century Britain.",
    "29 March 2007_Anaesthetics": "Melvyn Bragg and guests discuss the history of anaesthetics, from laughing gas in the 1790s to the discovery of “blessed chloroform”.",
    "22 March 2007_Bismarck": "Melvyn Bragg and guests discuss the original Iron Chancellor, Otto Von Bismarck, one of 19th Century Europe’s most influential statesmen and the founder of modern Germany.",
    "15 March 2007_Epistolary Literature": "Melvyn Bragg discusses the 18th Century fashion for epistolary literature including Aphra Benn, Samuel Richardson and Jane Austen.",
    "8 March 2007_Microbiology": "Melvyn Bragg and guests discuss the history of microbiology and how microscopic creatures dominate life on earth.",
    "1 March 2007_Optics": "Melvyn Bragg and guests discuss the history of optics – from star gazing with a telescope to examining lice under a microscope",
    "22 February 2007_Wilberforce": "In an unusual edition of In Our Time, marking the 1807 Abolition of the Slave Trade, Melvyn Bragg leaves the studio to examine the life of William Wilberforce.",
    "15 February 2007_Heart of Darkness": "Melvyn Bragg discusses Joseph Conrad's Novel, Heart of Darkness, a critique of colonialism at the turn of the century",
    "8 February 2007_Popper": "Melvyn Bragg discusses the philosopher Karl Popper, author of The Open Society and a seminal thinker about science.",
    "1 February 2007_Genghis Khan": "Melvyn Bragg discusses Genghis Khan and the Mongol Empire, one of the largest contiguous empires the world has ever seen.",
    "25 January 2007_Archimedes": "Melvyn Bragg and guests discuss the Greek mathematician Archimedes, brilliant with numbers and unexpectedly good at defensive siege warfare.",
    "18 January 2007_The Jesuits": "Melvyn Bragg discusses the Jesuits and their role in the education, art, politics and mythology of the Counter-Reformation.",
    "11 January 2007_Mars": "Melvyn Bragg and guests discuss the planet Mars. Named after the Roman god of war, Mars has been a source of continual fascination.",
    "4 January 2007_Jorge Luis Borges": "Melvyn Bragg and guests discuss the life and work of the Argentinian master of the short story, Jorge Luis Borges.",
    "28 December 2006_Constantinople Siege and Fall": "Melvyn Bragg discusses the 1453 siege of Constantinople. A bitter and bloody 53 days that ended a thousand years of the Byzantine Empire.",
    "21 December 2006_Hell": "Melvyn Bragg discusses the idea of Hell and its changing appearance in literature and the visual arts from Ancient Egypt to today.",
    "14 December 2006_Indian Mathematics": "Melvyn Bragg and guests discuss the 5000 year long contribution Indian mathematicians have made to our understanding of the subject.",
    "7 December 2006_Anarchism": "Melvyn Bragg and guests discuss Anarchism and why its political ideas became synonymous with chaos and disorder.",
    "30 November 2006_The Speed of Light": "Melvyn Bragg and guests discuss the speed of light, from its first measurement in the 17th Century to Einstein’s groundbreaking ideas on relativity.",
    "23 November 2006_Altruism": "Melvyn Bragg and guests discuss altruism, described as “an unselfish attention to the needs of others” but how does this square with Darwin’s theory of Evolution?",
    "16 November 2006_The Peasants' Revolt": "Melvyn Bragg and guests discuss the Peasants’ Revolt of 1381 - “When Adam delved and Eve span, who was then the Gentleman?\"",
    "9 November 2006_Pope": "Melvyn Bragg and guests discuss the satirist Alexander Pope. One of the greatest poets of the English language, his brilliant satires have made him popular in our age but not in his own.",
    "2 November 2006_The Poincaré conjecture": "Melvyn Bragg and guests discuss the Poincaré Conjecture, a puzzle that may explain the shape of the universe.",
    "26 October 2006_The Encyclopédie": "Melvyn Bragg discusses the French encyclopédie, one of the great achievements of the Enlightenment with contributors such as Voltaire, Rousseau, D’Alembert and Dennis Diderot.",
    "19 October 2006_The Needham Question": "Melvyn Bragg and guests discuss the Needham Question, which asks why China’s medieval technological advancement was overtaken by that of a relative backwater called Europe.",
    "12 October 2006_The Diet of Worms": "Melvyn Bragg discusses the Diet of Worms where the Holy Roman Emperor demanded Martin Luther explain his attacks on the Catholic Church. The ensuing arguments helped trigger the Reformation.",
    "5 October 2006_Averroes": "Melvyn Bragg discusses the philosopher Averroes who worked to reconcile the theology of Islam with the rationality of Aristotle, achieving both fame and infamy.",
    "28 September 2006_Humboldt": "Melvyn Bragg discusses the Prussian naturalist and explorer, Alexander Von Humboldt. A hero in South America; Charles Darwin described him as ‘the greatest scientific traveller who ever lived’.",
    "13 July 2006_Comedy in Ancient Greek Theatre": "Melvyn Bragg and guests discuss theatre comedy in Ancient Greece including Aristophanes and Menander and their lasting legacy.",
    "6 July 2006_Pastoral Literature": "Melvyn Bragg and guests discuss pastoral literature which looks at tensions between nature and art, the real and the ideal, the actual and the mythical.",
    "29 June 2006_Galaxies": "Melvyn Bragg and guests discuss the galaxies; spread out across the void of space like spun sugar, but harbouring in their centres super-massive black holes.",
    "22 June 2006_The Spanish Inquisition": "Melvyn Bragg and guests discuss the Spanish Inquisition, whose defense of medieval orthodoxy is a story of heresy, torture, courage, imprisonment, exile and death.",
    "15 June 2006_Carbon": "Melvyn Bragg and guests discuss Carbon, the vital component of all living things",
    "8 June 2006_Uncle Tom's Cabin": "Melvyn Bragg and guests discuss 'Uncle Tom's Cabin', the bestselling American novel of the 19th century which has slavery as its central theme.",
    "1 June 2006_The Heart": "Melvyn Bragg and guests discuss the history of ideas about the heart, a symbol to our spiritual, emotional, and moral core.",
    "25 May 2006_Mathematics and Music": "Melvyn Bragg discusses the mathematical structures that lie within the heart of music. From mathematical formulations used to create early music to the music of the 20th century.",
    "18 May 2006_Mill": "Melvyn Bragg discusses the 19th century political philosopher John Stuart Mill and his treatise On Liberty which is one of the sacred texts of liberalism.",
    "11 May 2006_Fairies": "Melvyn Bragg discusses the literary and visual depiction of fairies. Supernatural creatures inhabiting a half-way world between this one and the next, fairies are ubiquitous in human culture.",
    "4 May 2006_Astronomy and Empire": "Melvyn Bragg discusses the relationship between astronomy and the British Empire, how astronomical science provided a means for navigation and British naval control.",
    "27 April 2006_The Great Exhibition of 1851": "Melvyn Bragg discusses the 1851 Great Exhibition. Housed in the magnificent Crystal Palace, the exhibition showcased Victorian Britain's technical ingenuity and industrial might.",
    "20 April 2006_Immunisation": "Melvyn Bragg discusses immunisation and Edward Jenner’s risky experiment that led to a breakthrough in medical science - he called it vaccination.",
    "13 April 2006_The Oxford Movement": "Melvyn Bragg discusses the Oxford Movement which asserted the Catholic tradition of the Church of England in the 19th century.",
    "6 April 2006_Goethe": "Melvyn Bragg discusses the great German polymath Johann Wolfgang Goethe - novelist, dramatist, poet, humanist, scientist and philosopher.",
    "30 March 2006_The Carolingian Renaissance": "Melvyn Bragg discusses the Emperor Charlemagne, the first of the Holy Roman Emperors, and the Carolingian Renaissance.",
    "23 March 2006_The Royal Society": "Melvyn Bragg discusses how the formation of the Royal Society heralded the dawning of a new scientific era in the 17th century.",
    "16 March 2006_Don Quixote": "Melvyn Bragg discusses the importance, originality and enduring appeal of Cervantes’ classic 17th century Spanish novel Don Quixote, a cornerstone of Western literature.",
    "9 March 2006_Negative numbers": "Melvyn Bragg discusses the history of negative numbers, from the trailblazing Chinese to the suspicious Europeans.",
    "2 March 2006_Friendship": "Melvyn Bragg discusses the concept of friendship, considered in antiquity as being an essential constituent of both a good society and a good life.",
    "23 February 2006_Catherine the Great": "Melvyn Bragg discusses Catherine the Great who set out to transform Russia from a semi-barbaric country into a model of the ideals of the 18th century French Enlightenment.",
    "16 February 2006_Human Evolution": "Melvyn Bragg discusses the story of human evolution, a tale not of one species, but of many – some of whom walked the Earth at the same time.",
    "9 February 2006_Chaucer": "Melvyn Bragg discusses Geoffrey Chaucer who immortalised the medieval pilgrimage and the diversity of 14th century English society, in his Canterbury Tales.",
    "2 February 2006_The Abbasid Caliphs": "Melvyn Bragg discusses the Abbasid Caliphs, dynastic rulers of the Islamic world between the middle of the eighth and the tenth centuries, who headed a multi-cultural Muslim empire.",
    "26 January 2006_Seventeenth Century Print Culture": "Melvyn Bragg discusses 17th century print culture, the new technology of printed text reflected controversy in every area of politics, society and religion.",
    "19 January 2006_Relativism": "Melvyn Bragg discusses Relativism, a school of philosophical thought which holds to the idea that there are no absolute truths.",
    "12 January 2006_Prime Numbers": "Melvyn Bragg discusses prime numbers, their still mysterious patterning and the secrets might hold about the nature of atoms.",
    "5 January 2006_The Oath": "Melvyn Bragg discusses the importance of the oath in the Classical World, from Homer’s Illiad to the role oath-making played in the expanding Roman Empire.",
    "29 December 2005_The Oresteia": "Melvyn Bragg discusses the ‘Oresteia’, the first of the Classical tragedies that come out of fifth century Athens. It is a tale of homecoming, murder, bloody vengeance and the establishment of Law.",
    "22 December 2005_Heaven": "Melvyn Bragg discusses heaven and the afterlife, from Ancient Egypt, Zoroastrianism and Judaism through to Christianity, the arch promoter of heaven.",
    "15 December 2005_The Peterloo Massacre": "Melvyn Bragg discusses The Peterloo Massacre on 16 August 1819, when British cavalry charged a vast crowd of protestors in Manchester.",
    "8 December 2005_Artificial Intelligence": "Melvyn Bragg discusses artificial intelligence and whether a computer could imitate the operations of the human mind.",
    "1 December 2005_Hobbes": "Melvyn Bragg discusses Thomas Hobbes, the great 17th century philosopher who famously said that ungoverned man lived a life that was ‘solitary, poor, brutish and short’.",
    "24 November 2005_The Graviton": "Melvyn Bragg discusses the search for the Graviton, a hypothetical elementary particle that offers a unifying theory of gravitational force.",
    "17 November 2005_Pragmatism": "Melvyn Bragg discusses the American philosophy of pragmatism which purported that knowledge is only meaningful when coupled with action.",
    "10 November 2005_Greyfriars and Blackfriars": "Melvyn Bragg discusses the religious orders of the Dominicans and the Franciscans, the Blackfriars and Greyfriars, who were a great force for change in Catholic Europe.",
    "3 November 2005_Asteroids": "Melvyn Bragg discusses asteroids, once regarded as “the vermin of the solar system” but now viewed as key to our understanding of the beginning of time.",
    "27 October 2005_Johnson": "Melvyn Bragg discusses Samuel Johnson, a giant of 18th century literature, language and letters, and perhaps the most quotable Englishman to have ever lifted a pen.",
    "20 October 2005_Cynicism": "Melvyn Bragg discusses the Cynics, the performance artists of philosophy, who were determined to expose the meaninglessness of civilised life by action as well as by word.",
    "13 October 2005_Mammals": "Melvyn Bragg discusses the rise of the mammals which began 65 million years ago with the extinction of the dinosaurs.",
    "6 October 2005_The Field of the Cloth of Gold": "Melvyn Bragg discusses the Field of the Cloth of Gold in 1520, one of the greatest and most conspicuous displays of wealth and culture that Europe had ever seen.",
    "29 September 2005_Magnetism": "Melvyn Bragg discusses the history of the mysterious force of magnetism.",
    "14 July 2005_Marx": "Melvyn Bragg discusses Karl Marx who once said that while other philosophers wanted to interpret the world, he wanted to change it. And he changed the world with his Communist Manifesto.",
    "7 July 2005_Marlowe": "Melvyn Bragg discusses Christopher Marlowe; a forger, a brawler, a spy, but above all a playwright, a poet and the most celebrated writer of his generation.",
    "30 June 2005_Merlin": "Melvyn Bragg discusses Merlin, prophet, magician, king maker and the original mad man of the woods, distraught at the death of his lord in battle.",
    "23 June 2005_The KT Boundary": "Melvyn Bragg discusses the geological KT Boundary that points to a cataclysmic event in the history of the Earth; one that led to the extinction of the dinosaurs and the rise of the mammals.",
    "16 June 2005_Paganism in the Renaissance": "Melvyn Bragg discusses paganism in the Renaissance and the return of classical pagan thought to Italy and then to the rest of Europe in the 15th century.",
    "9 June 2005_The Scriblerus Club": "Melvyn Bragg discusses the Scriblerus Club which included some of the sharpest satirists of the 18th century.",
    "2 June 2005_Renaissance Maths": "Melvyn Bragg discusses Renaissance Mathematics and the change in the understanding of numbers, movement, time and even nature itself, culminating in the calculus of Isaac Newton and Gottfried Leibniz.",
    "26 May 2005_The French Revolution's Reign of Terror": "Melvyn Bragg discusses the reign of terror during the French Revolution and whether it was an aberration of the revolutionary cause or its natural culmination.",
    "19 May 2005_Beauty": "Melvyn Bragg discusses the qualities of beauty and the history of aesthetics. Is beauty inherent in things, or in the mind of the observer?",
    "5 May 2005_Abelard and Heloise": "Melvyn Bragg discusses the story of Abelard and Heloise, a medieval tale of literature and philosophy, love and scandal in the high Middle Ages.",
    "28 April 2005_Perception and the Senses": "Melvyn Bragg discusses perception: how the brain reacts to the mass of data continually crowding it and examines what governs our perception of the world.",
    "21 April 2005_The Aeneid": "Melvyn Bragg discusses ‘The Aeneid’, Virgil’s great epic poem that formed a founding narrative of Rome.",
    "14 April 2005_Archaeology and Imperialism": "Melvyn Bragg discusses the link between archaeology and imperialism, and why there was such a fascination with Egypt, Greece and Mesopotamia in the 18th and 19th centuries.",
    "7 April 2005_Alfred and the Battle of Edington": "Melvyn Bragg discusses King Alfred, the defeat of the Vikings at Battle of Edington and Alfred's project to create a culture of Englishness.",
    "31 March 2005_John Ruskin": "Melvyn Bragg discusses the life and work of John Ruskin, art and social critic, and one of the most influential figures of the Victorian era.",
    "24 March 2005_Angels": "Melvyn Bragg discusses the heavenly host of Angels, so popular with so many believers and so problematic for philosophers and theologians.",
    "17 March 2005_Dark Energy": "Melvyn Bragg discusses the recently discovered, and mysteriously named, 'dark energy' which may make up 70% of the universe.",
    "10 March 2005_Modernist Utopias": "Melvyn Bragg discusses the mad, bad world of modern utopias where babies are hatched from test tubes, where women live without men, where machines have taken over, and where the poor are exterminated.",
    "3 March 2005_Stoicism": "Melvyn Bragg discusses Stoicism, the third great philosophy of the Ancient World, which had a great influence on the Roman Empire.",
    "24 February 2005_Alchemy": "Melvyn Bragg discusses the pursuit of Alchemy, its history and legacy. What ideas could transform base metals into gold?",
    "17 February 2005_The Cambrian Period": "Melvyn Bragg discusses the Cambrian period, a time when evolution took a leap, and life on this planet suddenly went to being large, complex, numerous and dizzyingly diverse.",
    "13 January 2005_The Mind/Body Problem": "Melvyn Bragg discusses the history of thought about the mind/body problem in philosophy. Does the mind rule the body or the body rule the mind? And where does the mind reside?",
    "6 January 2005_Tsar Alexander II's assassination": "Melvyn Bragg discusses the assassination of Tsar Alexander II in 1881, by a gang of Russian terrorists, which led to start of the revolutionary era in Russia.",
    "30 December 2004_The Roman Republic": "Melvyn Bragg discusses the rise and eventual downfall of the Roman Republic which survived for 500 years.",
    "23 December 2004_Faust": "Melvyn Bragg discusses the myth of Faustus and the dangers of liaising with the forces of evil in pursuit of power, youth and supreme knowledge.",
    "16 December 2004_The Second Law of Thermodynamics": "Melvyn Bragg discusses the Second Law of Thermodynamics from steam and boiling an egg to the Big Bang.",
    "9 December 2004_Machiavelli and the Italian City States": "Melvyn Bragg discusses the political philosopher Niccolo Machiavelli. Inspired by the model of Cesare Borgia, he wrote a notorious manual of power still read today.",
    "2 December 2004_Jung": "Melvyn Bragg discusses the mind and theories of the psychiatrist Carl Jung who wrote about the concepts of 'introverted' and 'extroverted', and the significance of the collective history of Mankind.",
    "25 November 2004_The Venerable Bede": "Melvyn Bragg discusses the Venerable Bede, who revolutionised history and scholarship, and became adopted by Rome as the last of the founding fathers of Christian religion.",
    "18 November 2004_Higgs Boson": "Melvyn Bragg discusses the Higgs Boson; the God particle, which explains how all mass behaves. It is a legend among physicists but does it exist?",
    "11 November 2004_Zoroastrianism": "Melvyn Bragg discusses Zoroastrianism, often claimed to be the world's first monotheistic religion, and known to have passed on ideas of the afterlife to Judaism.",
    "4 November 2004_Electrickery": "Melvyn Bragg discusses the dawn of the age of electricity, from lightning conductors to leaping soldiers and Franklin to Frankenstein.",
    "28 October 2004_Rhetoric": "Melvyn Bragg discusses Rhetoric, the art of speaking which is an expression of inner virtue and also fundamental to ideas about democracy.",
    "21 October 2004_Witchcraft": "Melvyn Bragg discusses witchcraft in Reformation Europe; misogynism or a sustained attempt by the Christian Church to root out the last of an ancient religion of Europe?",
    "14 October 2004_The Han Synthesis": "Melvyn Bragg discusses the Han Synthesis, an overarching system of thought which still defines Chinese culture today.",
    "7 October 2004_Sartre": "Melvyn Bragg discusses the life and works of French novelist, playwright and philosopher Jean-Paul Sartre.",
    "30 September 2004_Politeness": "Melvyn Bragg discusses politeness, the revolution in manners that transformed the social scene in eighteenth century Britain.  ",
    "23 September 2004_The Origins of Life": "Melvyn Bragg discusses how the world’s first organic matter originated, nearly four billion years ago. What is the single common ancestor from which all living matter on our planet derives?",
    "16 September 2004_Agincourt": "Melvyn Bragg discusses the events leading up to the unlikely English defeat of the French at Agincourt in 1415, and explores the cultural legacy of this emblematic victory.",
    "9 September 2004_The Odyssey": "Melvyn Bragg discusses Homer’s Odyssey, the epic story of the Greek hero Odysseus’ journey back from Troy, and its foundational position in the history of western literature and ideas.",
    "2 September 2004_Pi": "Melvyn Bragg discusses the history of the longest and most detailed number in nature and examines what it tells us about the hidden complexities of our world.",
    "24 June 2004_Washington and the American Revolution": "Melvyn Bragg discusses the first President of the United States, George Washington, and the people and ideas that saw the American Revolution overthrow British rule in 1775.",
    "17 June 2004_Renaissance Magic": "Melvyn Bragg discusses the Renaissance obsession with Magic, including the serious and religious study of the 'hermetic texts' and the cabbala.",
    "10 June 2004_Empiricism": "Melvyn Bragg discusses the development of the idea formulated by John Locke that all knowledge arises from experience, and looks at its effect on the Enlightenment and the Industrial Revolution.",
    "3 June 2004_Babylon": "Melvyn Bragg discusses the truth behind Babylon, the world’s oldest and most enigmatic of empires; from the the Tower of Babel and the Hanging Gardens to the Whore of Babylon.",
    "27 May 2004_The Planets": "Melvyn Bragg discusses our knowledge of the planets in both our and other solar systems. What causes them to form and what is the likelihood of there being another with properties similar to Earth’s?",
    "20 May 2004_Toleration": "Melvyn Bragg discusses what had happened in England to make diverse religions ‘tolerable’. What was the philosophy and politics behind the idea of toleration, and does it differ from tolerance?",
    "13 May 2004_Zero": "Melvyn Bragg discusses the history of the number between 1 and -1, which has strange and uniquely beguiling qualities. How was zero invented and what role does it play in mathematics today?",
    "6 May 2004_Heroism": "Melvyn Bragg discusses what defines a hero, and their place in classical society. Nietzsche, the Romantics, Renaissance idealism and classical tragedy are brought to bear on the age old heroic ideal.",
    "29 April 2004_Tea": "Melvyn Bragg discusses tea, the first truly global commodity which helped define class and gender, and perhaps more than any other substance has created the culture of modern Britain.",
    "22 April 2004_Hysteria": "Melvyn Bragg discusses a problematic notion which can be an emotional condition, a syndrome, an over-reaction, or the physical signs of trauma, which became the bedrock for psychoanalysis.",
    "15 April 2004_The Later Romantics": "Melvyn Bragg discusses the poetry and idealism of Byron, Shelley and Keats, who all had unconventional lifestyles, strong affinities with southern Europe and classical Greece, and who all died young.",
    "8 April 2004_The Fall": "Melvyn Bragg discusses the idea of original sin and its impact on politics, gender and notions of morality in western culture, examining Augustine, Milton, the Masaccio frescoes and Charles Darwin.",
    "1 April 2004_China's Warring States period": "Melvyn Bragg discusses an epoch of astonishing productivity in Chinese history after Confucius and before the Terracotta Army that has great parallels with the golden age of Greek culture.",
    "25 March 2004_Theories of Everything": "Melvyn Bragg discusses the prospect of a single theory to solve the riddle of black holes, the Big Bang and the mystery of time travel. Why do we need one and what would it mean if we had it?",
    "11 March 2004_The Norse Gods": "Melvyn Bragg discusses the theology that inspired the Vikings and the role that myths and religion played in their daily lives.",
    "4 March 2004_Dreams": "Melvyn Bragg discusses the function and interpretation of dreams. Why are neuroscientists starting to find reasons to take dreams seriously again?",
    "26 February 2004_The Mughal Empire": "Melvyn Bragg discusses the achievements of the Mughal Emperors, examines how they maintained their vast territory and how much the British Raj owed to them.",
    "19 February 2004_Rutherford": "Melvyn Bragg discusses Ernest Rutherford. He is seen as the father of nuclear science, a great charismatic figure who mapped the landscape of the sub-atomic world.",
    "12 February 2004_The Sublime": "Melvyn Bragg discusses a transcendental idea that 18th century British artists, poets, philosophers and scientists seized upon and adapted to the intellectual and physical landscape.",
    "5 February 2004_Thermopylae": "Melvyn Bragg discusses the Battle of Thermopylae, a defining clash between East and West, when King Leonidas and his defeated Spartans passed into legend.",
    "29 January 2004_Cryptography": "Melvyn Bragg discusses the history of codes including the Caesar cipher, the ‘uncrackable’ Vigenere code, the Enigma machine and the cryptography that underwrites the information age.",
    "26 December 2003_Lamarck and Natural Selection": "Melvyn Bragg discusses Jean-Baptiste Lamarck, the 18th century French scientist, and his theory of Natural Selection. Who was he and how far did he pave the way for Darwin?",
    "18 December 2003_The Alphabet": "Melvyn Bragg discusses the feat of astonishing intellectual engineering which provides us with millions of words in hundreds of languages. How did it develop and conquer three quarters of the globe?",
    "11 December 2003_The Devil": "Melvyn Bragg discusses how the Devil came into being and why it took so long for him to become an established figure in Christianity.",
    "4 December 2003_Wittgenstein": "Melvyn Bragg discusses how Ludwig Wittgenstein, one of the greatest philosophers of the modern age has influenced contemporary culture with his ideas on language.",
    "27 November 2003_St Bartholomew's Day Massacre": "Melvyn Bragg discusses the infamous St Bartholomew’s Day Massacre in 1572 when the River Seine ran red with Protestant blood.",
    "20 November 2003_Ageing the Earth": "Melvyn Bragg discusses the Age of the Earth, and how to make sense of four and half billions years of time.",
    "13 November 2003_Duty": "Melvyn Bragg discusses duty; the concept that others have a claim over our actions has been at the heart of the history of civilised society.",
    "6 November 2003_Sensation": "Melvyn Bragg discusses the novels of sensation, a literary phenomenon which swept through the Victorian era.",
    "30 October 2003_Robin Hood": "Melvyn Bragg discusses the centuries old myth of the most romantic noble outlaw. Was he a yeoman, an aristocrat, an anarchist or the figment of a collective imagination?",
    "23 October 2003_Infinity": "Melvyn Bragg discusses a core concept in modern maths which philosophers and mathematicians have continued to grapple with; what is mathematical infinity and does it exist in nature?",
    "16 October 2003_The Schism": "Melvyn Bragg discusses events surrounding the 11th century division of medieval Christendom into what became the Eastern Orthodox Church and the Roman Catholic Church.",
    "9 October 2003_Bohemianism": "Melvyn Bragg discusses how a 19th century Parisian artistic philosophy re-emerged in the 20th century in the drawing rooms of Bloomsbury and Chelsea, as a lifestyle choice for a middle-class clique.",
    "2 October 2003_Maxwell": "Melvyn Bragg discusses the life and work of the often overlooked 19th century Scottish scientist, and his enormous contribution to the creation of the technological age in which we live.",
    "17 July 2003_The Apocalypse": "Melvyn Bragg discusses how this powerful narrative of judgement and retribution evolved, and how it still shapes our thinking on the deepest questions of morality and history.",
    "10 July 2003_Nature": "Melvyn Bragg discusses the history of man’s attempt to define nature, including the Ancient Greek’s quest to demonstrate the wrath of the gods and the Romantics who set out to philosophise it.",
    "3 July 2003_Vulcanology": "Melvyn Bragg discusses the formation and eruption of volcanoes, from the destruction of Pompeii to the risk of a Tsunami.",
    "26 June 2003_The East India Company": "Melvyn Bragg discusses the powerful private trading company that redrew the map of India, built an empire and reinvented the fashions and the foodstuffs of Britain.",
    "19 June 2003_The Aristocracy": "Melvyn Bragg discusses the emergence, power and influence of the British aristocracy, what made it one of the most successful power elites in the world and what brought about its decline.",
    "12 June 2003_The Art of War": "Melvyn Bragg discusses the history and philosophy of warfare, examining how has war been understood throughout the ages, who it has served and how has it been justified.",
    "5 June 2003_The Lunar Society": "Melvyn Bragg discusses the Birmingham based society of prominent 18th century scientists, engineers and intellectuals who pioneered the science of the Enlightenment and Industrial Revolution.",
    "29 May 2003_Memory": "Melvyn Bragg discusses the significance of memory. Is it a repository of events waiting to be plucked to consciousness?",
    "22 May 2003_Blood": "Melvyn Bragg discusses blood from medical progress to the link to the divine and how it was used to define both Man and Messiah.",
    "15 May 2003_The Holy Grail": "Melvyn Bragg discusses the sacred allure of the Holy Grail which has fascinated writers for a thousand years.",
    "8 May 2003_The Jacobite Rebellion": "Melvyn Bragg discusses the Jacobite Rebellion, the Stuart dynasty's final attempt to reclaim the throne of England.",
    "1 May 2003_Roman Britain": "Melvyn Bragg discusses the Romans in Britain, a history of 400 years of occupation. Do those four centuries still colour our national life and character today?",
    "24 April 2003_Youth": "Melvyn Bragg discusses the history of concepts and ideas on youth including the ancient Greeks, who sought to control it, the Renaissance celebration of its ideals, and today’s youth culture.",
    "17 April 2003_Proust": "Melvyn Bragg discusses the life and achievements of the 19th century French novelist Marcel Proust whose 3000 page work À La Recherche du Temps Perdu has been called the definitive modern novel.",
    "3 April 2003_The Spanish Civil War": "Melvyn Bragg discusses the causes, events and repercussions of the Spanish Civil War, which became an international battleground for the forces of Fascism and Communism as Europe geared up for war.",
    "27 Mar 2003_The Life of Stars": "Melvyn Bragg discusses the life cycle of stars. They are born among vast swirls of gas and dust and they die in stunning explosions.",
    "20 March 2003_Originality": "Melvyn Bragg discusses the creative force of originality. How far is it to do with origins? And is original important or is tradition more significant?",
    "13 March 2003_Redemption": "Melvyn Bragg discusses Redemption, crucial for Judeo-Christian thought but can it retain its value in a world without God?",
    "6 March 2003_Meteorology": "Melvyn Bragg discusses the fascinating and mystifying science of meteorology.",
    "27 February 2003_The Aztecs": "Melvyn Bragg discusses the creation, power and legacy of the Aztec Empire, arguably the most ruthless, pre-Hispanic empire in North America which, at its zenith, ruled over 6 million people.",
    "20 February 2003_The Lindisfarne Gospels": "Melvyn Bragg discusses the 8th century manuscripts that united the Celtic and Roman church and cultures in England, and are often seen as the first artworks of Christian Britain.",
    "13 February 2003_Chance and Design": "Melvyn Bragg discusses the questions and theories surrounding the idea of a grand design in the universe. Can the concept of the randomness of evolution be compatible with a belief in God?",
    "6 February 2003_The Epic": "Melvyn Bragg discusses the history of the epic form, from it's creation by Homer to its more modern incarnations in the hands of James Joyce, J R R Tolkien and Philip Pullman.",
    "19 December 2002_The Calendar": "Melvyn Bragg discusses the Roman, Babylonian, Egyptian and Jewish origins of our Gregorian calendar. Who named the concepts of days, weeks and months, and through them shaped our lives so absolutely?",
    "12 December 2002_Man and Disease": "Melvyn Bragg discusses how humans have understood and fought disease throughout history, and examines the social consequences of diseases such as smallpox, bubonic plague, cholera, TB and AIDS.",
    "5 December 2002_The Scottish Enlightenment": "Melvyn Bragg discusses the emergence and impact of the Scottish Enlightenment which was led by the philosopher David Hume and the father of modern economics, Adam Smith.",
    "28 November 2002_Imagination": "Melvyn Bragg discusses the creatives forces of the imagination, that companion of artists, scientists, leaders and visionaries.",
    "21 November 2002_Muslim Spain": "Melvyn Bragg discusses Muslim Spain, a culture that lasted 700 years, from Cordoba’s golden age to the fall of Granada.",
    "14 November 2002_Victorian Realism": "Melvyn Bragg discusses Victorian realism and its focus on the ordinariness of life which contained a complexity and depth previously unseen.",
    "7 November 2002_Human Nature": "Melvyn Bragg discusses human nature. Are humans born as blank slates and our natures are defined by upbringing and experience or is human nature innate and pre-destined, regardless of time and place?",
    "31 October 2002_Architecture and Power": "Melvyn Bragg discusses the role which architecture has played in our public life throughout history. What can a country’s buildings tell us about its ideas of its own past and present identity?",
    "24 October 2002_The Scientist": "Melvyn Bragg discusses how the role of the scientist and our understanding of it has changed, and examines when the word, figure and idea of the scientist emerged in a recognisably distinctive way.",
    "17 October 2002_Slavery and Empire": "Melvyn Bragg examines the history of British imperialism and its captives, both slaves and Britons, and examines whether slavery is an inevitable part of empire and how Britain finally shook it off.",
    "18 July 2002_Heritage": "Melvyn Bragg discusses the interconnections between heritage culture and the study of history, and the role they have both played in the formation of the British national identity.",
    "11 July 2002_Psychoanalysis and democracy": "Melvyn Bragg discusses the impact of politics on psychoanalysis and how psychoanalysis itself attempts to resolve the conflicting ideas and voices within our minds.",
    "4 July 2002_Freedom": "Melvyn Bragg discusses what it is to be free, how freedom became such a powerful value and whether there is such a thing as natural freedom or if it is always culturally defined.",
    "27 June 2002_Cultural Imperialism": "Melvyn Bragg discusses the idea that a dominating power such as ancient Greece, Persia, Rome, Islam, Britain and now America can exert a cultural and imitative influence.",
    "20 June 2002_Wagner": "Melvyn Bragg discusses the life, and legacy of the German composer Richard Wagner, mentor of Nietzsche and disciple of Schopenhauer, who changed the face of 19th century opera.",
    "13 June 2002_The American West": "Melvyn Bragg discusses the 19th century American pioneers and examines whether our ideas about the frontier owe more to the mythology of John Wayne movies than to the history of the real trailblazers.",
    "6 June 2002_The Soul": "Melvyn Bragg discusses the spectrum of ideas about the soul, the extent of human individuality, and the history of thought concerning immortality and the afterlife.",
    "30 May 2002_The Grand Tour": "Melvyn Bragg discusses the origins of the 18th century vogue for extensive European tourism for the younger aristocracy and the impact of these travels on British ideas about art and culture.",
    "23 May 2002_Drugs": "Melvyn Bragg discusses the role narcotics and stimulants have played in the history of medicine and their use as both a creative and a destructive force on the lives and work of writers and artists.",
    "16 May 2002_Chaos Theory": "Melvyn Bragg discusses how Chaos Theory has affected our understanding of the universe and whether there might be an inherent order behind the fluctuations of the stock market or the British weather.",
    "9 May 2002_The Examined Life": "Melvyn Bragg discusses what self-examination through philosophy can teach us about living our lives, and where it ranks in our quest for self-knowledge alongside science, the arts and religion.",
    "2 May 2002_The Physics of Reality": "Melvyn Bragg discusses the attempt to reconcile Quantum Theory, which deals with the smallest, invisible particles or waves, and the larger scale classical physics of Newton and Einstein.",
    "25 April 2002_Tolstoy": "Melvyn Bragg discusses the life and times of the 19th century Russian writer Leo Tolstoy, whose novels such as War and Peace gave expression to the compelling moral and social questions of their day.",
    "11 April 2002_Bohemia": "Melvyn Bragg discusses the history of the ancient kingdom of Bohemia containing myriad religious, national and ethnic ideologies, and how it was divided up to form the states of modern Central Europe.",
    "4 April 2002_Extra Terrestrials": "Melvyn Bragg discusses whether there are reasons to suppose that some form of life might exist beyond, or even within, our solar system and what our chances of ever discovering such a planet are.",
    "28 March 2002_The Artist": "Melvyn Bragg discusses the rise of the idea of the artist and the claims made for it, and examines the role that aristocratic patronage of the arts has played in changing the status of the artist.",
    "21 March 2002_Marriage": "Melvyn Bragg discusses the history of the institution of marriage from ancient Greeks and Babylonian times to today, and examines how monogamy came to be the favoured mode in the West.",
    "14 March 2002_The Buddha": "Melvyn Bragg discusses the life of Siddhartha Gautama, the originator of Buddhism, and examines why his teachings have now become one of the fastest growing religions of the Western world.",
    "7 March 2002_Milton": "Melvyn Bragg examines the literary and political career of the 17th century poet John Milton, examining work such as Paradise Lost as well as his role as propagandist during the English Civil War.",
    "28 February 2002_Virtue": "Melvyn Bragg discusses a history of the concept of virtue from the ancient Greeks to modern ideas, and examines why we need it and what ideals of behaviour provide a universal framework for it.",
    "21 February 2002_The Celts": "Melvyn Bragg discusses the culture and legacy of the Celts of pre-Roman Britain and examines what we know of them through archaeology and the records of their enemies.",
    "14 February 2002_Anatomy": "Melvyn Bragg discusses the 2000 year old history of mankind's attempt to understand the human body and the role that science, religion and art have played in that pursuit.",
    "7 February 2002_The Universe's Shape": "Melvyn Bragg discusses shape, size and topology of the universe and examines theories about its expansion. If it is already infinite, how can it be getting any bigger? And is there really only one?",
    "31 January 2002_Yeats and Mysticism": "Melvyn Bragg discusses the life and beliefs of the Irish Poet W B Yeats and explores how a passion for magic and mysticism served and stood alongside his poetry.",
    "24 January 2002_Happiness": "Melvyn Bragg discusses whether 'happiness' means living a life of pleasure or of virtue. How much does this ancient philosophical debate still define what it means to be happy today?",
    "17 January 2002_Catharism": "Melvyn Bragg examines the beliefs of the Cathars, a medieval southern European Christian sect accused of heresy, and explores why they were seen as a threat to the 13th century Catholic Church.",
    "10 January 2002_Nuclear Physics": "Melvyn Bragg discusses the controversial 20th century scientific breakthrough and development of nuclear physics, which harnesses the enigmatic qualities of the atom’s core to create nuclear power.",
    "3 January 2002_Sensibility": "Melvyn Bragg discusses the philosophy of the 18th century literary cult of sensibility, how it merged into romanticism and why it was so often connected with illness, melancholia and nerves.",
    "27 December 2001_Food": "Melvyn Bragg discusses the history of food in Modern Europe, a cultural as well as a culinary story.",
    "20 December 2001_Rome and European Civilization": "Melvyn Bragg discusses the role Rome has played in European civilization, from republicanism and imperialism to being the Catholic Heart of the Christian Church.",
    "13 December 2001_Genetics": "Melvyn Bragg discusses the development of the science of genetics, from the early work of Gregor Mendel to modern research on genes and heredity.",
    "6 December 2001_Oscar Wilde": "Melvyn Bragg discusses Oscar Wilde, the Aesthetes and his literary legacy. Was Wilde a reactionary - the last of the romantics - or was he the midwife to modernism?",
    "29 November 2001_Third Crusade": "Melvyn Bragg discusses the Third Crusade, from death of the Holy Roman Emperor, Frederick Barbarossa, to the famous encounter between Richard I and Saladin.",
    "22 November 2001_Oceanography": "Melvyn Bragg discusses the science of Oceanography which has attempted to unmask the enigma of the oceans and seas.",
    "15 November 2001_Surrealism": "Melvyn Bragg discusses surrealism, the art of the unconscious, repression, desire and sex.",
    "8 November 2001_The British Empire": "Melvyn Bragg discusses the British Empire, what drove Britain to follow the imperial road and what was its legacy?",
    "1 November 2001_Confucius": "Melvyn Bragg discusses the philosophy of Confucius, a body of ideas which, more than any other philosophy, has defined what it is to be Chinese.",
    "25 October 2001_Napoleon and Wellington": "Melvyn Bragg discusses the comparative histories of Napoleon and the Duke of Wellington, two titans of nineteenth century history.",
    "18 October 2001_Democracy": "Melvyn Bragg discusses the origins of democracy, across cultures and centuries of Europe and the Middle East.",
    "19 July 2001_Byzantium": "Melvyn Bragg discusses the culture, history and legacy of the eastern Byzantine Empire, and examines why it has so often been sidelined and undermined by historians.",
    "12 July 2001_Dickens": "Melvyn Bragg discusses the achievements of Charles Dickens What is his political and literary legacy to our age?",
    "5 July 2001_The Earth's Origins": "Melvyn Bragg discusses the origins of the Earth, from creation theory to modern scientific thought.",
    "28 June 2001_Existentialism": "Melvyn Bragg discusses existentialism, a twentieth century philosophy of everyday life concerned with the individual, and his or her place within the world.",
    "21 June 2001_The Sonnet": "Melvyn Bragg discusses the Sonnet, the most enduring form in the poet’s armoury, from Petrarch and Shakespeare, to Milton, Wordsworth and Heaney.",
    "14 June 2001_The French Revolution's Legacy": "Melvyn Bragg discusses the legacy of the French Revolution. What kind of a watershed did the French Revolution mark in the tide of history?",
    "3 May 2001_Evil": "Melvyn Bragg discusses the notion of evil in western philosophy.",
    "26 April 2001_Literary Modernism": "Melvyn Bragg discusses literary modernism. The literary movement that embraced Joyce, DH Lawrence, TS Eliot, Virginia Woolf in the early decades of the twentieth century.",
    "19 April 2001_The Glorious Revolution": "Melvyn Bragg examines the Glorious Revolution of 1688 but were the events of 1688 really either Glorious or Revolutionary?",
    "12 April 2001_Black Holes": "Melvyn Bragg discusses Black Holes, the dead collapsed ghosts of massive stars.",
    "5 April 2001_The Roman Empire's Collapse in the 5th century": "Melvyn Bragg discusses the causes and events leading to the fall of the Roman Empire in the 5th century and assesses the role of Christianity, the Ostrogoths, the Visigoths and the Vandals.",
    "29 March 2001_The Philosophy of Love": "Melvyn Bragg discusses the philosophy of love, a search for a completeness in human nature.",
    "22 March 2001_Fossils": "Melvyn Bragg discusses the significance of fossils in history and the impact of the latest techniques in understanding them.",
    "15 March 2001_Shakespeare's Life": "Melvyn Bragg discusses what we know about the life of William Shakespeare, a tantalising conundrum that has exercised minds since the day the playwright died.",
    "1 March 2001_Money": "Melvyn Bragg examines whether economic factors are really behind all historical events.",
    "22 February 2001_Quantum Gravity": "Melvyn Bragg discusses the attempts to understand the Quantum world, which deals with the smallest invisible particles, and to which classical theories of gravity, motion and relativity do not apply.",
    "15 February 2001_The Restoration": "Melvyn Bragg examines the reign of Charles II and discusses whether the Restoration brought peace and prosperity to England or was an unstable period that culminated in revolution.",
    "8 February 2001_Humanism": "Melvyn Bragg examines what happened to Humanism after its invention by Cicero in the first century BC. What does humanism actually mean and is it still a classical force in contemporary ideas?",
    "1 February 2001_Imperial Science": "Melvyn Bragg discusses whether agriculture and an attitude towards nature, or the protection of trade routes was the main impulse that drove British imperial expansion in the 19th century.",
    "25 January 2001_Science and Religion": "Melvyn Bragg discusses the relationship and the areas of conflict between science and religion, and examines why mankind seeks to find all encompassing answers in these two realms.",
    "18 January 2001_The Enlightenment in Britain": "Melvyn Bragg examines the part British thinkers played in the Enlightenment in the 18th century, and examines whether the shifts of thought in those years provided the platform for the modern world.",
    "11 January 2001_Mathematics and Platonism": "Melvyn Bragg discusses whether mathematics is a process of invention or of discovery. And if it is a discovery, how can we be sure that the mathematic we think we have discovered is the right one?",
    "4 January 2001_Gothic": "Melvyn Bragg and guests discuss what inspired the 18th century anti-enlightenment Gothic movement, and examines how it has managed to secure itself a permanent position in popular culture even today.",
    "16 November 2000_Nihilism": "Melvyn Bragg explores the history of Nihilism, a philosophy associated with Nietzsche that claims truth and morality are illusory. Has anything positive come out of the philosophy of ‘nothing’?",
    "9 November 2000_Psychoanalysis and Literature": "Melvyn Bragg assesses whether Freudian theory reinvents our appreciation of literature before Freud, and explores how important Freudian analysis is to understanding the great works of literature.",
    "2 November 2000_Evolutionary Psychology": "Melvyn Bragg explores the basis for the idea of Evolutionary Psychology and the context for its development as a discipline. What can it tell us about how we behave, and can it be trusted?",
    "26 October 2000_The Tudor State": "Melvyn Bragg discusses the role of the Tudor dynasty in reshaping the British state and whether their government of England laid the political foundations of our own age.",
    "19 October 2000_Laws of Nature": "Melvyn Bragg discusses the quest to find a single over-arching equation that unites all of physics and examines whether what is true in physics is true in all areas of existence.",
    "12 October 2000_The Romantics": "Melvyn Bragg discusses the ideals and legacy of Romanticism, a literary and artistic movement at the turn of the 19th century which gave rise to the great poetry of Wordsworth, Shelley and Keats.",
    "5 October 2000_Hitler in History": "Melvyn Bragg examines the debate between various historiographical theories. How do Intentionalist, Structralist and Marxist views of history explain events in Nazi Germany?",
    "28 September 2000_London": "Melvyn Bragg discusses the history of London from its beginnings in the late Neolithic period, to the international, digitalised capital city of today, examining its past glories and darker times.",
    "29 June 2000_Imagination and Consciousness": "Melvyn Bragg investigates how neuroscience can help to explain the enigmas of consciousness and how we are able to imagine things when they are not there; ideas that have long troubled philosophers.",
    "22 June 2000_Biography": "Melvyn Bragg examines why the literary studies of often long dead characters make such popular books and whether the role of the biographer is truthful chronicler or inevitably biased re-inventor.",
    "15 June 2000_Inspiration and Genius": "Melvyn Bragg examines the true meaning of genius and whether it is born or made. What circumstances are necessary for the great leaps of consciousness that inspire the development of science and art?",
    "8 June 2000_The Renaissance": "Melvyn Bragg explores the veracity of modern claims about the Renaissance and whether our current perceptions about its role in cultural history stem from a 19th century historian.",
    "1 June 2000_The American Ideal": "Melvyn Bragg examines what underwrites the idealism of America that has driven its enormous cultural, economic and diplomatic influence across the globe. Was it ever ideal and is it ideal any longer?",
    "25 May 2000_Chemical elements": "Melvyn Bragg explores the history of chemistry, the role of the elements and examines chemistry's continuing mission to understand the behaviour and relationship of these irreducible substances.",
    "18 May 2000_The Wars of the Roses": "Melvyn Bragg discusses the 15th century wars between the royal Houses of Lancaster and York. Do they represent the breakdown of the feudal system or has the political instability been overstated?",
    "11 May 2000_Shakespeare's Work": "Melvyn Bragg discusses whether the work of William Shakespeare is 'not of an age but for all time' or increasingly irrelevant museum pieces embalmed in out of reach language.",
    "4 May 2000_Death": "Melvyn Bragg discusses the development of Western philosophy on the subject of death and examines how it has helped to shape our culture, literature, attitudes and rituals.",
    "27 April 2000_Human Origins": "Melvyn Bragg examines the evidence from palaeontology and anthropology in examining how we arrived at a period unique in the earth’s history when a sole human species is in evidence across the globe.",
    "20 April 2000_Englishness": "Melvyn Bragg and guests discuss the characteristics of the English identity. What is Englishness and is it possible to define it in anything more than the loosest and baggiest terms?",
    "13 April 2000_New Wars": "Melvyn Bragg discusses the history of modern warfare and examines whether today’s brutal and complex conflicts are truly different from anything the world has seen before.",
    "6 April 2000_The Natural Order": "Melvyn Bragg discusses the science of taxonomy; the intricate organisation of Phyllum, Genus and Species, and examines the values that underpin the natural order.",
    "30 March 2000_History and Understanding the Past": "Melvyn Bragg examines whether we can ever predict the future by understanding the past. What kind of lessons is it possible for leaders, governments or people to take from history?",
    "23 March 2000_Materialism and the Consumer": "Melvyn Bragg examines the development and future of material culture. Are we hopelessly manipulated by materialism, or has the market developed to better our condition?",
    "16 March 2000_Lenin": "Melvyn Bragg investigates what drove the Soviet leader Lenin, and enabled him to develop a model to export communism and build an original political system that remained intact for over seventy years.",
    "9 March 2000_The Age of Doubt": "Melvyn Bragg examines who or what was responsible for the spread of religious doubt over the last three centuries and discusses the role of belief in God, in modern society.",
    "2 March 2000_Metamorphosis": "Melvyn Bragg explores the enduring appeal of the Roman poet Ovid’s masterpiece Metamorphoses, examining its wide sweep through Roman and Greek mythology and its influence on subsequent writers.",
    "24 February 2000_Grand unified theory": "Melvyn Bragg examines 20th century’s physics’ search for one theory that can explain the behaviour of the smallest particle as well as the movements of the largest planets in the Universe.",
    "17 February 2000_Reading": "Melvyn Bragg explores the history of reading from the prayer wheel of medieval England to the electronic book, and discusses whether what we read is essential or peripheral to the people we become.",
    "10 February 2000_Goethe and the Science of the Enlightenment": "Melvyn Bragg assesses the scientific legacy of the 18th century German poet and thinker Goethe, who gave us the term morphology and is sometimes even credited with inventing biology itself.",
    "3 February 2000_Republicanism": "Melvyn Bragg examines how English republicanism has developed from Cromwell to the present day, and examines whether it is embedded as a sentiment deep within the culture of England.",
    "27 January 2000_Economic Rights": "Melvyn Bragg discusses the relationship between democracy and capitalism and examines whether it is possible for a country to get rich and stay rich without a liberal constitution.",
    "20 January 2000_Masculinity in Literature": "Melvyn Bragg discusses the changing archetypes of masculinity in 20th century literature, from Hemingway to Hornby, and examines whether the British ideal is at odds with its American counterpart.",
    "13 January 2000_Information Technology": "Melvyn Bragg discusses whether the information technology revolution will radically alter society by empowering the individual, or damage family life, the work-place and even democracy.",
    "6 January 2000_Climate change": "Melvyn Bragg examines predictions and solutions for climate change and discusses whether the effects of global warming are already upon us, and if so, how we can really hope to stop them.",
    "30 December 1999_Time": "Melvyn Bragg examines the history of mankind’s attempt to understand the nature of time. Does it exist independently of our perception of it, or is it merely a figment of our imagination?",
    "23 December 1999_Prayer": "Melvyn Bragg examines the purpose and effects of prayer, and discusses whether it is an instrument of action or simply the most essential form of self analysis.",
    "16 December 1999_Medical Ethics": "Melvyn Bragg discusses how the medical profession should cope with the moral questions that the advancement of science and the modern application of medicine brings into it?",
    "9 December 1999_Childhood": "Melvyn Bragg examines how perceptions of childhood have changed during the 20th century and discusses whether a clear distinction can always be made between childhood and adulthood.",
    "2 December 1999_Tragedy": "Melvyn Bragg discusses the history of the ancient genre of tragedy and examines whether we have a psychological need for it, either as catharsis or Schadenfreude.",
    "25 November 1999_Consciousness": "Melvyn Bragg examines why the elusiveness and impenetrability of consciousness continues to fascinate both philosophers and scientists. Is the human mind just not built to understand its own basis?",
    "18 November 1999_Progress": "Melvyn Bragg examines whether while mankind has grown in years and knowledge, it has also progressed in terms of happiness and a truer understanding of the human condition.",
    "11 November 1999_The Novel": "Melvyn Bragg discusses the development and the future of the novel. This must be the most prolific of novel-producing ages, but are they as good as they used to be?",
    "4 November 1999_Education": "Melvyn Bragg discusses the history education and examines whether its modern purpose is to teach us the nature of reality, or to give us the tools to deal with it.",
    "28 October 1999_Atrocity in the 20th Century": "Melvyn Bragg discusses the conditions that allow man’s inhumanity to man on the scale seen in the 20th century, and explores whether a scientific study of the mind can ever uncover the roots of evil.",
    "21 October 1999_The Individual": "Melvyn Bragg discusses the history of the concept of the individual, from its place in Renaissance thought, its redefinition by Marx and Freud and its apparent demise in the 20th century.",
    "14 October 1999_The Nation State": "Melvyn Bragg discusses the history of English national identity and examines how the concept of the Nation State can defend itself against the forces of globalisation.",
    "7 October 1999_Utopia": "Melvyn Bragg discusses the history of the concept of Utopia, examines real and fictional examples, and explores why we are as enthralled as ever by the idea of it.",
    "30 September 1999_Maths and Storytelling": "Melvyn Bragg discusses the similar origins of mathematics and storytelling which both require a shape and structure to make any sense. But is it possible to apply mathematical logic to literature?",
    "23 September 1999_Genetic Determinism": "Melvyn Bragg explores the part genes play in our personalities and examines how this affects our free will. Do genetic explanations for behaviour make a nonsense of free will, and therefore morality?",
    "22 July 1999_Pain": "Melvyn Bragg discusses our mechanisms of coping with pain and examines whether we all experience it in the same way. What can our experience of pain tell us about ourselves and human consciousness?",
    "15 July 1999_Truth, Lies and fiction": "Melvyn Bragg discusses the case of an acclaimed holocaust memoir that was later exposed as fiction, and examines whether authenticity is the right measure for excellence in literature.",
    "8 July 1999_Africa": "Melvyn Bragg discusses the roots of Africa's current political, economic and social crises and explores likely outcomes. Are western ideas of democracy at odds with Africa's patriarchal structures?",
    "1 July 1999_Intelligence": "Melvyn Bragg discusses the origins, manifestations and possibilities of intelligence, and examines whether we are born with it, or if it is something we develop as we grow.",
    "24 June 1999_Capitalism": "Melvyn Bragg discusses the history of capitalism and examines whether we have witnessed its triumph or if we are only now learning the full costs and the social impact of its unfettered advance.",
    "17 June 1999_The Great Disruption": "Melvyn Bragg discusses the 20th century shift from industrial to information society. What has been the cause of this shift and how will we recover the social cohesion that preceded it?",
    "10 June 1999_The Monarchy": "Melvyn Bragg discusses the changing face of the British monarchy through the 20th century. How has it survived since the execution of Charles I and what relevance does it have in Britain today?",
    "3 June 1999_Just War": "Melvyn Bragg examines where the idea of a just war originated and whether after over 100 years of almost unimaginably violent conflict, the term has any meaning at all.",
    "27 May 1999_Memory and Culture": "Melvyn Bragg discusses how our ways of remembering have changed and explores whether memory itself can remain forever unchanged in its role within our psychology.",
    "20 May 1999_The Universe's Origins": "Melvyn Bragg examines the way thinking about the origins of the universe changed in the 20th century. Are we any closer to knowing whether other worlds exist and how our planet came into being?",
    "13 May 1999_Multiculturalism": "Melvyn Bragg examines whether it is possible to define how attitudes to race and identity have changed in the 20th century, given its vast shifts of population, cultures and peoples.",
    "6 May 1999_Mathematics": "Melvyn Bragg examines the way perceptions of the importance of mathematics have fluctuated in the 20th century and what mathematics can reveal about how life began, and how it might continue.",
    "29 April 1999_Artificial Intelligence": "Melvyn Bragg discusses how artificial intelligence has advanced since the Second World War and examines whether we are near to achieving the thinking, feeling computer.",
    "22 April 1999_Fundamentalism": "Melvyn Bragg discusses the roots, consequences and the 20th century rise of religious fundamentalism, and examines whether it could ever develop into being politically tolerant.",
    "15 April 1999_Evolution": "Melvyn Bragg examines the future of gene therapy and advances in evolutionary biology. Could electronic devices discover the means of self-replication, and what would be the consequences?",
    "8 April 1999_Writing and Political Oppression": "Melvyn Bragg discusses how two writers’ work has been shaped by political oppression and examines whether writers have a political role in modern society.",
    "1 April 1999_Good and Evil": "Melvyn Bragg examines what the discoveries of Darwin and our knowledge of the true physiological nature and history of man has done for us in terms understanding our concepts of good and evil.",
    "25 March 1999_Architecture in the 20th Century": "Melvyn Bragg discusses the rise in so-called spectacular architecture at the end of the 20th century and examines the new challenges faced by architecture in the 21st century.",
    "18 March 1999_Animal Experiments and Rights": "Melvyn Bragg discusses the place of animals in our society and examines whether their role in our search for knowledge is morally unacceptable in the light of new research into animal consciousness.",
    "11 March 1999_History as Science": "Melvyn Bragg and guests discuss whether history should be considered a science, and examines the importance of geography and ecology in determining world history since civilisation began.",
    "4 March 1999_Shakespeare and Literary Criticism": "Melvyn Bragg discusses the enduring popular and academic appeal of Shakespeare and examines whether literary criticism and the academic institution ruins the pleasure of reading.",
    "25 February 1999_The Avant Garde's Decline and Fall in the 20th Century": "Melvyn Bragg examines the social and aesthetic impact of the Avant Garde and discusses whether it has failed in making painting relevant in the 20th century.",
    "18 February 1999_Space in Religion and Science": "Melvyn Bragg discusses the history of thought about space, and examines whether cyberspace has introduced a new concept of space in our world or if its roots are in Einsteinian physics.",
    "11 February 1999_Language and the Mind": "Melvyn Bragg discusses whether the formation of language is innate or cultural and examines how ideas about language are being radically challenged and altered in the 20th century.",
    "4 February 1999_Psychoanalysis and its Legacy": "Melvyn Bragg discusses the relevance of psychoanalysis at the end of the 20th century. Has it failed to develop and adapt to an age increasingly dominated by science?",
    "28 January 1999_Ageing": "Melvyn Bragg examines the factors that have enabled us to live longer than at any time in our history and discusses the ethical, economic and biological implications of doing so.",
    "21 January 1999_Modern Culture": "Melvyn Bragg discusses whether contemporary culture is evidence of a moral and aesthetic decline in our civilisation in the 20th century or if it shows a society richer and more diverse than ever.",
    "14 January 1999_Genetic Engineering": "Melvyn Bragg discusses the implications of the developments in genetic engineering. Are such advances as the cloning of Dolly the sheep more for the benefit of scientists rather than for humanity?",
    "7 January 1999_Feminism": "Melvyn Bragg discusses the rise of Feminism and the subsequent empowerment of women. What have been the most lasting changes for women in the last century and what is there still left to achieve?",
    "31 December 1998_The British Empire's Legacy": "Melvyn Bragg discusses whether there is a need in Britain to re-examine its colonial past and examines the impact that imperial past has had on Britain’s current multicultural identity.",
    "24 December 1998_Neuroscience in the 20th Century": "Melvyn Bragg discusses the history of neuroscience, how far scientists have got with understanding the brain and what their research can tell us about ourselves and the world we live in.",
    "17 December 1998_The American Century": "Melvyn Bragg examines whether ideals of democracy and freedom have been forged in the world as a result of American influence, or if American oppression has made a bigger impact in the 20th century.",
    "10 December 1998_Cultural rights in the 20th Century": "Melvyn Bragg examines the impact of globalisation on human rights. How possible is it to place one set of societal traditions within another and what does that do to the identity of both groups?",
    "3 December 1998_History's relevance in the 20th century": "Melvyn Bragg discusses the relevance of the study of history in the 20th century and examines the place of imagination in the writing of it. What place does myth have in shaping our history?",
    "26 November 1998_Work in the 20th Century": "Melvyn Bragg discusses the way attitudes to work and the work ethic itself have changed over the century. Has our understanding of the nature and function of work changed as radically as we imagine?",
    "19 November 1998_The Brain and Consciousness": "Melvyn Bragg discusses how our increased knowledge of the functioning of the brain has changed our feelings about our own natures, and our approach to the behaviour and treatment of others.",
    "12 November 1998_The City in the 20th Century": "Melvyn Bragg discusses the artistic, cultural and innovative developments of the city in the 20th century. How cities changed since 1900, and what have is their future?",
    "5 November 1998_Science in the 20th century": "Melvyn Bragg discusses how perceptions of science have changed in the 20th century and examines whether it is coming any closer to integrating with philosophy or the social sciences.",
    "29 October 1998_Science's Revelations": "Melvyn Bragg discusses whether the mass of scientific understanding and knowledge that we have accumulated has destroyed our sense of poetic wonder at the world.",
    "22 October 1998_Politics in the 20th Century": "Melvyn Bragg talks to Gore Vidal and Alan Clark about political morality and the future of the nation state, and examines the impact of the individual on the story of the 20th century.",
    "15 October 1998_War in the 20th Century": "Melvyn Bragg talks to Michael Ignatieff about the life of the philosopher Isaiah Berlin and the modern universal human rights culture and to Sir Michael Howard about warfare of the 20th century.",
    "22 September 2022_Plato's Atlantis": "Melvyn Bragg and guests discuss the legend of the lost island of Atlantis, first told by Plato and taken literally by Renaissance Europeans as they began to explore the oceans.",
    "15 September 2022_Nineteen Eighty-Four": "Melvyn Bragg and guests discuss Orwell's dystopian novel where the state rewrites history, war is peace, freedom is slavery, ignorance is strength - and Big Brother is watching you",
    "12 January 2012_The Safavid dynasty": "Melvyn Bragg and his guests discuss the Safavid Dynasty, the rulers of early modern Persia, who had a profound impact on the cultural and religious identity of Iran.",
    "29 September 2022_The Electron": "Melvyn Bragg and guests discuss the discovery of this atomic particle in 1897 and what our growing knowledge of electrons has revealed about our world and may yet reveal.",
    "6 May 2010_Carolin Crawford, Member of the Institute of Astronomy, and Fellow of Emmanuel College, at the University of Cambridge\nPaul Murdin, Visiting Professor of Astronomy at Liverpool John Moores University's Astronomy Research Institute\nMichael Rowan-Robinson, Professor of Astrophysics at Imperial College, London": "Melvyn Bragg and guests discuss the Cool Universe.",
    "1 April 2010_Peter Hall, Professor of Planning and Regeneration at The Bartlett School of Planning, University College London\nTristram Hunt, lecturer in History at Queen Mary College at the University of London\nRicky Burdett, Professor of Urban Studies at the London School of Economics": "Melvyn Bragg presents the second of a two-part discussion about the history of the city.",
    "25 March 2010_Peter Hall, Professor of Planning and Regeneration at The Bartlett School of Planning, University College London\nJulia Merritt, associate professor of History at the University of Nottingham\nGreg Woolfis, Professor of Ancient History at the University of St Andrews": "Melvyn Bragg and guests Peter Hall, Julia Merritt and Greg Woolf trace the rise of the city, from its origins in the Bronze Age to just before the coming of the railways.",
    "4 March 2010_Usha Goswami, Professor of Education at the University of Cambridge and Director of its Centre for Neuroscience in Education\nAnnette Karmiloff-Smith, Professorial Research Fellow at the Centre for Brain and Cognitive Development at the Department of Psychological Sciences, Birkbeck College, University of London\nDenis Mareschal, Professor of Psychology at the Centre for Brain and Cognitive Development at Birkbeck College, University of London": "Melvyn Bragg and guests Usha Goswami, Annette Karmiloff-Smith and Denis Mareschal discuss what new research reveals about the infant brain.",
    "8 January 2009_Jim Moore, Professor of the History of Science at The Open University\nSteve Jones, Professor of Genetics at University College London\nAlison Pearn, the Darwin Correspondence Project\nNick Biddle, former garden curator at Down House": "Melvyn Bragg presents a series about the life and work of Charles Darwin. Melvyn visits Darwin's home at Down House in Kent, where he continued working until his death in 1882.",
    "12 December 2002_Anne Hardy, Reader in the History of Medicine at the Wellcome Trust Centre at University College London\nDavid Bradley, Professor of Tropical Hygiene at the London School of Hygiene and Tropical Medicine\nChris Dye, epidemiologist with the World Health Organisation": "Melvyn Bragg discusses how humans have understood and fought disease throughout history, and examines the social consequences of diseases such as smallpox, bubonic plague, cholera, TB and AIDS.",
    "31 October 2002_Adrian Tinniswood, Architectural historian\nGavin Stamp, Senior Lecturer, Mackintosh School of Architecture, Glasgow School of Art\nGillian Darley, Architectural historian and biographer of John Soane": "Melvyn Bragg discusses the role which architecture has played in our public life throughout history. What can a country’s buildings tell us about its ideas of its own past and present identity?",
    "1 February 2001_Richard Ayton, Professor of History at the University of Virginia and author of Nature's Government: Science, Imperial Britain and the ‘Improvement' of the World\nMaria Misra, Lecturer in Modern History and fellow of Keble College, Oxford\nZiauddin Sardar, Professor of Science and Technology Policy, Middlesex University": "Melvyn Bragg discusses whether agriculture and an attitude towards nature, or the protection of trade routes was the main impulse that drove British imperial expansion in the 19th century.",
    "1 June 2000_Christopher Hitchens, writer, journalist and author of No One Left to Lie To: The Triangulations of William Jefferson Clinton\nJohn Keane, Professor of Politics, University of Westminster and Director of the Centre for the Study of Democracy\nSusan Sontag, cultural critics and essayists, and author of the novel In America": "Melvyn Bragg examines what underwrites the idealism of America that has driven its enormous cultural, economic and diplomatic influence across the globe. Was it ever ideal and is it ideal any longer?",
    "13 April 2000_Michael Howard, Emeritus Professor of Modern History, Oxford University\nMary Kaldor, Director of the Programme on Global Civil Society, London School of Economics\nMichael Rose, General, former Commander of the United Nations Protection Force in Bosnia and author of Fighting for Peace: Lessons from Bosnia": "Melvyn Bragg discusses the history of modern warfare and examines whether today’s brutal and complex conflicts are truly different from anything the world has seen before.",
    "9 March 2000_A. N. Wilson, novelist, biographer, journalist and author of God's Funeral\nVictoria Glendinning, author, journalist and biographer of Anthony Trollope and Jonathan Swift": "Melvyn Bragg examines who or what was responsible for the spread of religious doubt over the last three centuries and discusses the role of belief in God, in modern society.",
    "27 January 2000_Amartya Sen, Master of Trinity College, Cambridge and winner of the 1998 Nobel Prize in Economic Science\nWill Hutton, former Editor of The Observer, Director of The Industrial Society and author of The State We're In": "Melvyn Bragg discusses the relationship between democracy and capitalism and examines whether it is possible for a country to get rich and stay rich without a liberal constitution.",
    "28 October 1999_Jonathan Glover, philosopher and Director of the Centre of Medical Law and Ethics, King's College, London\nGwen Adshead, consultant psychiatrist, Broadmoor Special Hospital": "Melvyn Bragg discusses the conditions that allow man’s inhumanity to man on the scale seen in the 20th century, and explores whether a scientific study of the mind can ever uncover the roots of evil.",
    "15 July 1999_Elena Lappin, novelist and author of an investigative essay published in Granta called \"Truth and Lies\", where she questions the veracity of the account of the Holocaust in the book Fragments by Binjamin Wilkomirski\nNick Groom, lecturer in English, University of Exeter": "Melvyn Bragg discusses the case of an acclaimed holocaust memoir that was later exposed as fiction, and examines whether authenticity is the right measure for excellence in literature.",
    "17 June 1999_Francis Fukuyama, Hirst Professor of Public Policy, George Mason University, Washington, D.C., and author of The Great Disruption: Human Nature and the Reconstitution of Social Order\nAmos Oz, author and Professor of Hebrew Literature, Ben-Gurion University, Beer-Sheva": "Melvyn Bragg discusses the 20th century shift from industrial to information society. What has been the cause of this shift and how will we recover the social cohesion that preceded it?",
    "8 April 1999_Nadine Gordimer, Nobel Prize-winning South African novelist\nAriel Dorfman, Chilean journalist, scholar and author of Death and the Maiden": "Melvyn Bragg discusses how two writers’ work has been shaped by political oppression and examines whether writers have a political role in modern society.",
    "25 March 1999_Daniel Libeskind, architect of the Jewish Museum in Berlin and the Spiral Extension to London's Victoria and Albert Museum\nRichard Weston, architect and lecturer at De Montfort University": "Melvyn Bragg discusses the rise in so-called spectacular architecture at the end of the 20th century and examines the new challenges faced by architecture in the 21st century.",
    "18 March 1999_Colin Blakemore, Professor of Physiology, Oxford University, President of the British Association for the Advancement of Science, Fellow of the Royal Society and targeted in the 1980s by animal welfare activists protesting at his research methods\nLynda Birke, biologist, teacher at Lancaster and Warwick Universities, and previously worked for 7 years in animal behaviour at the Open University": "Melvyn Bragg discusses the place of animals in our society and examines whether their role in our search for knowledge is morally unacceptable in the light of new research into animal consciousness.",
    "11 March 1999_Jared Diamond, ecologist and physiologist at the Los Angeles Medical School, University of California, and author of Guns, Germs and Steel\nRichard J. Evans, Professor of Modern History, Cambridge University": "Melvyn Bragg and guests discuss whether history should be considered a science, and examines the importance of geography and ecology in determining world history since civilisation began.",
    "18 February 1999_John Polkinghorne, Fellow of Queens' College, Cambridge and Canon Theologian of Liverpool Cathedral\nMargaret Wertheim, science writer and author of The Pearly Gates of Cyberspace: A History of Space from Dante to the Internet": "Melvyn Bragg discusses the history of thought about space, and examines whether cyberspace has introduced a new concept of space in our world or if its roots are in Einsteinian physics.",
    "21 January 1999_Will Self, writer and novelist\nRoger Scruton, novelist, philosopher and former Professor at Birkbeck College, London": "Melvyn Bragg discusses whether contemporary culture is evidence of a moral and aesthetic decline in our civilisation in the 20th century or if it shows a society richer and more diverse than ever.",
    "31 December 1998_Catherine Hall, Professor of Modern British Social and Cultural History, University College, London\nLinda Colley, currently holder of the Leverhulme Research Professorship at the London School of Economics and former Professor of History, Yale University": "Melvyn Bragg discusses whether there is a need in Britain to re-examine its colonial past and examines the impact that imperial past has had on Britain’s current multicultural identity.",
    "3 December 1998_Simon Schama, Old Dominion Professor of Humanities, Columbia University in New York and currently filming a 16-part series for BBC Television on the history of Britain\nLady Antonia Fraser, historian, writer and author of biographies of Mary Queen of Scots, Cromwell and Charles II": "Melvyn Bragg discusses the relevance of the study of history in the 20th century and examines the place of imagination in the writing of it. What place does myth have in shaping our history?",
    "26 November 1998_Richard Sennett, visiting professor, London School of Economics and author of The Corrosion of Character – the Personal Consequences of Work in the New Capitalism\nTheodore Zeldin, historian and Fellow of St Antony's College, Oxford\nMelanie Phillips, columnist on The Sunday Times and currently working on a book about The Sex Change State": "Melvyn Bragg discusses the way attitudes to work and the work ethic itself have changed over the century. Has our understanding of the nature and function of work changed as radically as we imagine?",
    "12 November 1998_Peter Hall, Professor of Planning at the Bartlett School of Architecture and Planning, University College, London, Fellow of the British Academy and a member of the Academia Europaea\nDoreen Massey, Professor of Geography, Faculty of Social Sciences, Open University and recipient of the Vautrin Lud International Geography Prize and the Victoria Medal of the Royal Geographical Society": "Melvyn Bragg discusses the artistic, cultural and innovative developments of the city in the 20th century. How cities changed since 1900, and what have is their future?",
    "5 November 1998_John Gribbin, Visiting Fellow in Astronomy, University of Sussex and consultant to New Scientist\nMary Midgley, moral philosopher and former Senior Lecturer in Philosophy, University of Newcastle": "Melvyn Bragg discusses how perceptions of science have changed in the 20th century and examines whether it is coming any closer to integrating with philosophy or the social sciences.",
    "29 October 1998_Richard Dawkins, evolutionary biologist, reader in Zoology and Fellow of New College, Oxford, Simonyi Professor for the Public Understanding of Science, Oxford University and author of Unweaving the Rainbow: Science, Delusion and the Appetite for Wonder\nIan McEwan, novelist and author of the Booker Prize-winning novel Amsterdam": "Melvyn Bragg discusses whether the mass of scientific understanding and knowledge that we have accumulated has destroyed our sense of poetic wonder at the world.",
    "22 October 1998_Gore Vidal, American writer, commentator and author of The Smithsonian Institution\nAlan Clark, historian, politician and author of The Tories: Conservatives and the Nation State, 1922–97": "Melvyn Bragg talks to Gore Vidal and Alan Clark about political morality and the future of the nation state, and examines the impact of the individual on the story of the 20th century.",
    "15 October 1998_Michael Ignatieff, writer, broadcaster and biographer of Isaiah Berlin\nMichael Howard, formerly Regius Professor of History, Oxford University and joint editor of the new Oxford History of the Twentieth Century": "Melvyn Bragg talks to Michael Ignatieff about the life of the philosopher Isaiah Berlin and the modern universal human rights culture and to Sir Michael Howard about warfare of the 20th century."
}