{
    "Social critics": "Social criticism is a form of academic or journalistic criticism focusing on social issues in contemporary society, in particular with respect to perceived injustices and power relations in general.\n\n\n== Protest experience with political theories ==\nRepression experienced by a minority often leads to protest.",
    "Social philosophers": "Social philosophy examines questions about the foundations of social institutions, social behavior, and interpretations of society in terms of ethical values rather than empirical relations. Social philosophers emphasize understanding the social contexts for political, legal, moral and cultural questions, and the development of novel theoretical frameworks, from social ontology to care ethics to cosmopolitan theories of democracy, natural law, human rights, gender equity and global justice.",
    "Moral philosophers": "Ethics or moral philosophy is a branch of philosophy that \"involves systematizing, defending, and recommending concepts of right and wrong behavior\". The field of ethics, along with aesthetics, concerns matters of value; these fields comprise the branch of philosophy called axiology.Ethics seeks to resolve questions of human morality by defining concepts such as good and evil, right and wrong, virtue and vice, justice and crime.",
    "Philosophers of ethics and morality": "",
    "Cultural critics": "A cultural critic is a critic of a given culture, usually as a whole. Cultural criticism has significant overlap with social and cultural theory.",
    "Philosophers of history": "Philosophy of history is the philosophical study of history and its discipline. The term was coined by French philosopher Voltaire.In contemporary philosophy a distinction has developed between speculative philosophy of history and critical philosophy of history, now referred to as analytic.",
    "Philosophers of science": "Philosophy of science is a branch of philosophy concerned with the foundations, methods, and implications of science. The central questions of this study concern what qualifies as science, the reliability of scientific theories, and the ultimate purpose of science.",
    "Philosophers of education": "The philosophy of education is the branch of applied philosophy that investigates the nature of education as well as its aims and problems. It includes the examination of educational theories, the presuppositions present in them, and the arguments for and against them.",
    "Philosophers of mind": "Philosophy of mind is a branch of philosophy that studies the ontology and nature of the mind and its relationship with the body. The mind–body problem is a paradigmatic issue in philosophy of mind, although a number of other issues are addressed, such as the hard problem of consciousness and the nature of particular mental states.",
    "Epistemologists": "Epistemology ( (listen); from Ancient Greek  ἐπιστήμη (epistḗmē) 'knowledge', and  -logy), or the theory of knowledge, is the branch of philosophy concerned with knowledge. Epistemology is considered a major subfield of philosophy, along with other major subfields such as ethics, logic, and metaphysics.Epistemologists study the nature, origin, and scope of knowledge, epistemic justification, the rationality of belief, and various related issues.",
    "Metaphysicians": "Metaphysics is the branch of philosophy that studies the fundamental nature of reality, the first principles of being, identity and change, space and time, causality, necessity, and possibility. It includes questions about the nature of consciousness and the relationship between mind and matter, between substance and attribute, and between potentiality and actuality.",
    "Ontologists": "In metaphysics, ontology is the philosophical study of being, as well as related concepts such as existence, becoming, and reality. \nOntology addresses questions of how entities are grouped into categories and which of these entities exist on the most fundamental level.",
    "Philosophy writers": "Philosophy (from Greek: φιλοσοφία, philosophia, 'love of wisdom') is the systematized study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language. Such questions are often posed as problems to be studied or resolved.",
    "Theorists on Western civilization": "",
    "Philosophers of literature": "Philosophy and literature involves the literary treatment of philosophers and philosophical themes (the literature of philosophy), and the philosophical treatment of issues raised by literature (the philosophy of literature).\n\n\n== The philosophy of literature ==\nStrictly speaking, the philosophy of literature is a branch of aesthetics, the branch of philosophy that deals with the question, \"what is art\"?",
    "Anglican saints": "The word saint derives from the Latin sanctus, meaning holy, and has long been used in Christianity to refer to a person who was recognized as having lived a holy life and as being an exemplar and model for other Christians.  Beginning in the 10th century, the Catholic Church began to centralise and formalise the process of recognising saints; the process whereby an individual was added to the canon (list) of recognised saints became known as canonisation.",
    "Philosophers of art": "Aesthetics, or esthetics, is a branch of philosophy that deals with the nature of beauty and taste, as well as the philosophy of art (its own area of philosophy that comes out of aesthetics). It examines aesthetic values, often expressed through judgments of taste.Aesthetics covers both natural and artificial sources of experiences and how we form a judgment about those sources.",
    "Fellows of the Royal Society": "Fellowship of the Royal Society (FRS, ForMemRS and HonFRS) is an award granted by the judges of the Royal Society of London to individuals who have made a \"substantial contribution to the improvement of natural knowledge, including mathematics, engineering science, and medical science\".Fellowship of the Society, the oldest known scientific academy in continuous existence, is a significant honour. It has been awarded to many eminent scientists throughout history, including Isaac Newton (1672), Michael Faraday (1824), Charles Darwin (1839), Ernest Rutherford (1903), Srinivasa Ramanujan (1918), Albert Einstein (1921), Paul Dirac (1930), Winston Churchill (1941), Subrahmanyan Chandrasekhar (1944), Dorothy Hodgkin (1947), Alan Turing (1951), Lise Meitner (1955) and Francis Crick (1959).",
    "Writers about activism and social change": "",
    "Founders of philosophical traditions": "",
    "British novels adapted into films": "Shopaholic is a series of novels written by the UK author Sophie Kinsella, who also writes under her real name Madeleine Wickham. The books follow protagonist Rebecca Bloomwood, an idealistic, but intelligent and hard-working financial journalist through her adventures in shopping and life.",
    "Continental philosophers": "Continental philosophy is a term used to describe some philosophers and philosophical traditions that do not fall under the umbrella of analytic philosophy. However, there is no academic consensus on the definition of continental philosophy.",
    "Philosophers of logic": "Philosophy of logic is the area of philosophy that studies the scope and nature of logic. It investigates the philosophical problems raised by logic, such as the presuppositions often implicitly at work in theories of logic and in their application.",
    "Aphorists": "An aphorism (from Greek ἀφορισμός: aphorismos, denoting 'delimitation', 'distinction', and 'definition') is a concise, terse, laconic, or memorable expression of a general truth or principle. They are often handed down by tradition from generation to generation.",
    "Fellows of the American Academy of Arts and Sciences": "The American Academy of Arts and Sciences (abbreviation: AAA&S) is one of the oldest learned societies in the United States. It was founded in 1780 during the American Revolution by John Adams, John Hancock, James Bowdoin, Andrew Oliver, and other Founding Fathers of the United States.",
    "Critics of religions": "Criticism of religion involves criticism of the validity, concept, or ideas of religion.Historical records of criticism of religion go back to at least 5th century BCE in ancient Greece, in Athens specifically, with Diagoras \"the Atheist\" of Melos. In ancient Rome, an early known example is Lucretius' De rerum natura from the 1st century BCE.\nEvery exclusive religion on Earth (as well as every exclusive world view) that promotes exclusive truth-claims necessarily denigrates the truth-claims of other religions.",
    "Concepts in astronomy": "In astronomy, magnitude is a unitless measure of the brightness of an object in a defined passband, often in the visible or infrared spectrum, but sometimes across all wavelengths. An imprecise but systematic determination of the magnitude of objects was introduced in ancient times by Hipparchus.",
    "Metaphilosophers": "Immanuel Kant (UK: , US: , German: [ɪˈmaːnu̯eːl ˈkant]; 22 April 1724 – 12 February 1804) was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy.In his doctrine of transcendental idealism, Kant argued that space and time are mere \"forms of intuition\" which structure all experience, and therefore that, while \"things-in-themselves\" exist and contribute to experience, they are nonetheless distinct from the objects of experience.",
    "Philosophers of social science": "The philosophy of social science is the study of the logic, methods, and foundations of social sciences (psychology, cultural anthropology, sociology, etc...). Philosophers of social science are concerned with the differences and similarities between the social and the natural sciences, causal relationships between social phenomena, the possible existence of social laws, and the ontological significance of structure and agency.",
    "English male poets": "The Lake Poets were a group of English poets who all lived in the Lake District of England, United Kingdom, in the first half of the nineteenth century. As a group, they followed no single \"school\" of thought or literary practice then known.",
    "Novels adapted into operas": "",
    "19th-century essayists": "Adolfo de Urquijo e Ibarra, Count of Urquijo (1866–1933) was an Alfonsist politician, deputy, president of the Biscay deputation, publisher, and expert in Basque culture and history.",
    "Philosophers of law": "Philosophy of law is a branch of philosophy that examines the nature of law and law's relationship to other systems of norms, especially ethics and political philosophy. It asks questions like \"What is law?\", \"What are the criteria for legal validity?\", and \"What is the relationship between law and morality?\" Philosophy of law and jurisprudence are often used interchangeably, though jurisprudence sometimes encompasses forms of reasoning that fit into economics or sociology.Philosophy of law can be sub-divided into analytical jurisprudence, and normative jurisprudence.",
    "20th-century essayists": "Time 100: The Most Important People of the Century is a compilation of the 20th century's 100 most influential people, published in Time magazine in 1999.\nThe idea for such a list started on February 1, 1998, with a debate at a symposium in Hanoi, Vietnam.",
    "English essayists": "An essay is, generally, a piece of writing that gives the author's own argument, but the definition is vague, overlapping with those of a letter, a paper, an article, a pamphlet, and a short story. Essays have been sub-classified as formal and informal: formal essays are characterized by \"serious purpose, dignity, logical organization, length,\" whereas the informal essay is characterized by \"the personal element (self-revelation, individual tastes and experiences, confidential manner), humor, graceful style, rambling structure, unconventionality or novelty of theme,\" etc.Essays are commonly used as literary criticism, political manifestos, learned arguments, observations of daily life, recollections, and reflections of the author.",
    "Writers about religion and science": "The relationship between religion and science involves discussions that interconnect the study of the natural world, history, philosophy, and theology. Even though the ancient and medieval worlds did not have conceptions resembling the modern understandings of \"science\" or of \"religion\", certain elements of modern ideas on the subject recur throughout history.",
    "Concepts in metaphysics": "The concept of the metaphysics of presence is an important consideration in deconstruction. Deconstructive interpretation holds that the entire history of Western philosophy with its language and traditions has emphasized the desire for immediate access to meaning, and thus built a metaphysics or ontotheology based on privileging Presence over Absence.",
    "British novels adapted into television shows": "Discworld is a comic fantasy book series written by the English author Terry Pratchett, set on the Discworld, a flat planet balanced on the backs of four elephants which in turn stand on the back of a giant turtle. The series began in 1983 with The Colour of Magic and continued until the final novel The Shepherd's Crown, which was published in 2015, following Pratchett's death.",
    "Philosophers of psychology": "Philosophy of psychology is concerned with the philosophical foundations of the study of psychology. It deals with both epistemological and ontological issues and shares interests with other fields, including philosophy of mind and theoretical psychology.",
    "Romanticism": "Romanticism (also known as the Romantic movement or Romantic era) was an artistic, literary, musical, and intellectual movement that originated in Europe towards the end of the 18th century, and in most areas was at its peak in the approximate period from 1800 to 1850. Romanticism was characterized by its emphasis on emotion and individualism, clandestine literature, idealization of nature, suspicion of science and industrialization, and glorification of the past with a strong preference for the medieval rather than the classical.",
    "Christian terminology": "Protestantism is a form of Christianity that follows the tenets of the Protestant Reformation: a major movement within Western Christianity that began in the 16th century against what its followers perceived to be errors, abuses, innovations, discrepancies, and theological novums within the medieval Catholic Church.They emphasize justification by faith alone (sola fide) rather than by faith with good works; the teaching that salvation comes by divine grace or \"unmerited favor\" only, not as something merited (sola gratia); the priesthood of all believers; and either affirm the Bible as being the sole highest authority (sola scriptura \"scripture alone\") or primary authority (prima scriptura \"scripture first\") for Christian doctrine, rather than being on parity with outside sacred tradition. Protestants reject the Catholic doctrine of papal supremacy, but disagree among themselves regarding the number of sacraments, the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succession.",
    "Burials at Westminster Abbey": "Honouring individuals with burials and memorials in Westminster Abbey has a long tradition.\n\n\n== History ==\n\nHenry III rebuilt Westminster Abbey in honour of the Royal Saint Edward the Confessor, whose relics were placed in a shrine in the sanctuary and now lie in a burial vault beneath the 1268 Cosmati mosaic pavement, in front of the high altar.",
    "Recipients of the Copley Medal": "The Copley Medal is an award given by the Royal Society, for \"outstanding achievements in research in any branch of science\". It alternates between the physical sciences or mathematics and the biological sciences.",
    "Age of Enlightenment": "The Age of Enlightenment, or simply the Enlightenment, was an intellectual and philosophical movement that dominated Europe in the 17th and 18th centuries with global influences and effects. The Enlightenment included a range of ideas centered on the value of human happiness, the pursuit of knowledge obtained by means of reason and the evidence of the senses, and ideals such as liberty, progress, toleration, fraternity, constitutional government, and separation of church and state.The Enlightenment was preceded by the Scientific Revolution and the work of Francis Bacon, among others.",
    "Enlightenment philosophers": "The Age of Enlightenment, or simply the Enlightenment, was an intellectual and philosophical movement that dominated Europe in the 17th and 18th centuries with global influences and effects. The Enlightenment included a range of ideas centered on the value of human happiness, the pursuit of knowledge obtained by means of reason and the evidence of the senses, and ideals such as liberty, progress, toleration, fraternity, constitutional government, and separation of church and state.The Enlightenment was preceded by the Scientific Revolution and the work of Francis Bacon, among others.",
    "History of philosophy": "Philosophy (from Greek: φιλοσοφία, philosophia, 'love of wisdom') is the systematized study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language. Such questions are often posed as problems to be studied or resolved.",
    "Sonneteers": "A sonnet is a poetic form which originated in the poetry composed at the Court of the Holy Roman Emperor Frederick II in the Sicilian city of Palermo. The 13th-century poet and notary Giacomo da Lentini is credited with the sonnet's invention and the Sicilian School of poets who surrounded him then spread the form to the mainland.",
    "Critics of the Catholic Church": "",
    "Philosophical movements": "A philosophical movement refers to the phenomenon defined by a group of philosophers who share an origin or style of thought. Their ideas may develop substantially from a process of learning and communication within the group, rather than from outside influences.",
    "British novels adapted into plays": "Discworld is a comic fantasy book series written by the English author Terry Pratchett, set on the Discworld, a flat planet balanced on the backs of four elephants which in turn stand on the back of a giant turtle. The series began in 1983 with The Colour of Magic and continued until the final novel The Shepherd's Crown, which was published in 2015, following Pratchett's death.",
    "German male non-fiction writers": "Wolfgang Jeschke (19 November 1936 – 10 June 2015) was a German science fiction author and editor at Heyne Verlag. In 1987, he won the Harrison Award for international achievements in science fiction.",
    "Philosophers of economics": "Philosophy and economics studies topics such as public economics, behavioural economics, rationality, justice, history of economic thought, rational choice, the appraisal of economic outcomes, institutions and processes, the status of highly idealized economic models, the ontology of economic phenomena and the possibilities of acquiring knowledge of them.It is useful to divide philosophy of economics in this way into three subject matters which can be regarded respectively as branches of action theory, ethics (or normative social and political philosophy), and philosophy of science. Economic theories of rationality, welfare, and social choice defend substantive philosophical theses often informed by relevant philosophical literature and of evident interest to those interested in action theory, philosophical psychology, and social and political philosophy.",
    "Jewish philosophers": "Jewish philosophy (Hebrew: פילוסופיה יהודית) includes all philosophy carried out by Jews, or in relation to the religion of Judaism. Until modern Haskalah (Jewish Enlightenment) and Jewish emancipation, Jewish philosophy was preoccupied with attempts to reconcile coherent new ideas into the tradition of Rabbinic Judaism, thus organizing emergent ideas that are not necessarily Jewish into a uniquely Jewish scholastic framework and world-view.",
    "Atheist philosophers": "",
    "Novels adapted into comics": "",
    "Philosophers of mathematics": "The philosophy of mathematics is the branch of philosophy that studies the assumptions, foundations, and implications of mathematics. It aims to understand the nature and methods of mathematics, and find out the place of mathematics in people's lives.",
    "Solar System": "A star system or stellar system is a small number of stars that orbit each other, bound by gravitational attraction. A large group of stars bound by gravitation is generally called a star cluster or galaxy, although, broadly speaking, they are also star systems.",
    "Concepts in epistemology": "Epistemology ( (listen); from Ancient Greek  ἐπιστήμη (epistḗmē) 'knowledge', and  -logy), or the theory of knowledge, is the branch of philosophy concerned with knowledge. Epistemology is considered a major subfield of philosophy, along with other major subfields such as ethics, logic, and metaphysics.Epistemologists study the nature, origin, and scope of knowledge, epistemic justification, the rationality of belief, and various related issues.",
    "Ontology": "In book publishing, an anthology is a collection of literary works chosen by the compiler; it may be a collection of plays, poems, short stories, songs or excerpts by different authors.In genre fiction, the term anthology typically categorizes collections of shorter works, such as short stories and short novels, by different authors, each featuring unrelated casts of characters and settings, and usually collected into a single volume for publication. Alternatively, it can also be a collection of selected writings (short stories, poems etc.) by one author.Complete collections of works are often called \"complete works\" or \"opera omnia\" (Latin equivalent).",
    "History of science": "",
    "Censored books": "Book censorship is the act of some authority taking measures to suppress ideas and information within a book. Censorship is \"the regulation of free speech and other forms of entrenched authority\".",
    "19th-century German male writers": "The concept of Germany as a distinct region in Central Europe can be traced to Julius Caesar, who referred to the unconquered area east of the Rhine as Germania, thus distinguishing it from Gaul (France). The victory of the Germanic tribes in the Battle of the Teutoburg Forest (AD 9) prevented annexation by the Roman Empire, although the Roman provinces of Germania Superior and Germania Inferior were established along the Rhine.",
    "19th-century philosophers": "",
    "English male non-fiction writers": "Nicholas Cornwell (born 1972), better known by his pen name Nick Harkaway, is a British novelist and commentator. As Harkaway, he is the author of the novels The Gone-Away World, Angelmaker (which was nominated for the 2013 Arthur C. Clarke award), Tigerman, and Gnomon; and a non-fiction study of the digital world, The Blind Giant: Being Human in a Digital World.",
    "Logicians": "Logic is the study of correct reasoning. It includes both formal and informal logic.",
    "English people of Scottish descent": "The Scots (Scots: Scots Fowk; Scottish Gaelic: Albannaich) are a nation and ethnic group native to Scotland. Historically, they emerged in the early Middle Ages from an amalgamation of two Celtic-speaking peoples, the Picts and Gaels, who founded the Kingdom of Scotland (or Alba) in the 9th century.",
    "Writers from Paris": "Writers within Paris in the 1920s refer to the American expatriate writers in Paris in the 1920s, They created literary works and movements that influence the global literary landscape to date. During the 1920s, political, economic and social issues shaped the inspiration behind many of the writers in Paris.",
    "Novels first published in serial form": "",
    "Members of the American Philosophical Society": "The American Philosophical Society (APS), founded in 1743 in Philadelphia, is a scholarly organization that promotes knowledge in the sciences and humanities through research, professional meetings, publications, library resources, and community outreach. Considered the first learned society in the United States, it has about 1,000 elected members, and by April 2020 had had only  5,710 members since its creation.",
    "Empiricists": "In philosophy, empiricism is an epistemological theory that holds that knowledge or justification comes only or primarily from sensory experience. It is one of several views within epistemology, along with rationalism and skepticism.",
    "Nobel laureates in Literature": "The Nobel Prize in Literature (Swedish: Nobelpriset i litteratur) is awarded annually by the Swedish Academy to authors for outstanding contributions in the field of literature. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, which are awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine.",
    "Virtue": "",
    "Philosophy of science": "Philosophy of science is a branch of philosophy concerned with the foundations, methods, and implications of science. The central questions of this study concern what qualifies as science, the reliability of scientific theories, and the ultimate purpose of science.",
    "Concepts in ethics": "Virtue ethics (also aretaic ethics, from Greek ἀρετή [aretḗ]) is an approach to ethics that treats the concept of moral virtue as central. Virtue ethics is usually contrasted with two other major approaches in normative ethics, consequentialism and deontology, which make the goodness of outcomes of an action (consequentialism) and the concept of moral duty (deontology) central.",
    "Novels adapted into ballets": "",
    "18th-century philosophers": "The 18th century lasted from January 1, 1701 (MDCCI) to December 31, 1800 (MDCCC). During the 18th century, elements of Enlightenment thinking culminated in the American, French, and Haitian revolutions.",
    "19th-century German philosophers": "",
    "German Lutherans": "Lutheranism is one of the largest branches of Protestantism, identifying with the theology of Martin Luther, the 16th-century German monk and reformer whose efforts to reform the theology and practice of the Catholic Church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the Ninety-five Theses, divided Western Christianity.",
    "Theories of history": "\"The Geographical Pivot of History\" is an article submitted by Halford John Mackinder in 1904 to the Royal Geographical Society that advances his heartland theory. In this article, Mackinder extended the scope of geopolitical analysis to encompass the entire globe.",
    "19th-century atheists": "Herbert George Wells (21 September 1866 – 13 August 1946) was an English writer. Prolific in many genres, he wrote more than fifty novels and dozens of short stories.",
    "20th-century atheists": "Ricky Dene Gervais ( jər-VAYZ; born 25 June 1961) is an English comedian, actor, director, and writer. He co-created, co-wrote, and acted in the British television sitcoms The Office (2001–2003), Extras (2005–2007), and An Idiot Abroad (2010–2012).",
    "Social commentators": "Social commentary is the act of using rhetorical means to provide commentary on social, cultural, political, or economic issues in a society. This is often done with the idea of implementing or promoting change by informing the general populace about a given problem and appealing to people's sense of justice.",
    "Victorian novels": "",
    "Natural philosophers": "Natural philosophy or philosophy of nature (from Latin philosophia naturalis) is the philosophical study of physics, that is, nature and the physical universe.  It was dominant before the development of modern science.",
    "British male essayists": "Alfred George Gardiner (2 June 1865 – 3 March 1946) was an English journalist, editor and author. His essays, written under the alias \"Alpha of the Plough\", are highly regarded.",
    "History of logic": "The history of logic deals with the study of the development of the science of valid inference (logic).  Formal logics developed in ancient times in India, China, and Greece.",
    "Philosophers of sexuality": "Immanuel Kant (UK: , US: , German: [ɪˈmaːnu̯eːl ˈkant]; 22 April 1724 – 12 February 1804) was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy.In his doctrine of transcendental idealism, Kant argued that space and time are mere \"forms of intuition\" which structure all experience, and therefore that, while \"things-in-themselves\" exist and contribute to experience, they are nonetheless distinct from the objects of experience.",
    "Foreign associates of the National Academy of Sciences": "Membership of the National Academy of Sciences is an award granted to scientists that the National Academy of Sciences (NAS) of the United States judges to have made “distinguished and continuing achievements in original research”. Membership is a mark of excellence in science and one of the highest honors that a scientist can receive.",
    "Literary theorists": "Literary theory is the systematic study of the nature of literature and of the methods for literary analysis. Since the 19th century, literary scholarship includes literary theory and considerations of intellectual history, moral philosophy, social prophecy, and interdisciplinary themes relevant to how people interpret meaning.",
    "Aesthetics": "Aesthetics, or esthetics, is a branch of philosophy that deals with the nature of beauty and taste, as well as the philosophy of art (its own area of philosophy that comes out of aesthetics). It examines aesthetic values, often expressed through judgments of taste.Aesthetics covers both natural and artificial sources of experiences and how we form a judgment about those sources.",
    "Existentialists": "Existentialism ( ) is a form of philosophical inquiry that explores the problem of human existence and centers on the subjective experience of thinking, feeling, and acting. Existentialist thinkers frequently explore issues related to the meaning, purpose, and value of human existence.",
    "Critics of Christianity": "Criticism of Christianity has a long history which stretches back to the initial formation of the religion during the Roman Empire. Critics have challenged Christian beliefs and teachings as well as Christian actions, from the Crusades to modern terrorism.",
    "English Anglicans": "Anglicanism is a Western Christian tradition that has developed from the practices, liturgy, and identity of the Church of England following the English Reformation, in the context of the Reformation in Europe. It is one of the largest branches of Christianity, with around 110 million adherents worldwide as of 2001.Adherents of Anglicanism are called Anglicans; they are also called Episcopalians in some countries.",
    "Social philosophy": "Social philosophy examines questions about the foundations of social institutions, social behavior, and interpretations of society in terms of ethical values rather than empirical relations. Social philosophers emphasize understanding the social contexts for political, legal, moral and cultural questions, and the development of novel theoretical frameworks, from social ontology to care ethics to cosmopolitan theories of democracy, natural law, human rights, gender equity and global justice.",
    "Concepts in the philosophy of mind": "In the philosophy of mind, mind–body dualism denotes either the view that mental phenomena are non-physical, or that the mind and body are distinct and separable. Thus, it encompasses a set of views about the relationship between mind and matter, as well as between subject and object, and is contrasted with other positions, such as physicalism and enactivism, in the mind–body problem.Aristotle shared Plato's view of multiple souls and further elaborated a hierarchical arrangement, corresponding to the distinctive functions of plants, animals, and humans: a nutritive soul of growth and metabolism that all three share; a perceptive soul of pain, pleasure, and desire that only humans and other animals share; and the faculty of reason that is unique to humans only.",
    "Philosophy of life": "Lebensphilosophie (German: [ˈleːbm̩s.filozoˌfiː]; meaning 'philosophy of life') was a dominant philosophical movement of German-speaking countries in the late 19th and early 20th centuries, which had developed out of German Romanticism. Lebensphilosophie emphasised the meaning, value and purpose of life as the foremost focus of philosophy.Its central theme was that an understanding of life can only be apprehended by life itself, and from within itself.",
    "Main topic articles": "Communication (from Latin: communicare, meaning \"to share\" or \"to be in relation with\") is \"an apparent answer to the painful divisions between self and other, private and public, and inner thought and outer world.\" As this definition indicates, communication is difficult to define in a consistent manner, because in common use it refers to a very wide range of different behaviours involved in the propagation of information. John Peters argues the difficulty of defining communication emerges from the fact that communication is both a universal phenomenon (because everyone communicates) and a specific discipline of institutional academic study.",
    "Novels adapted into radio programs": "",
    "18th-century essayists": "Immanuel Kant (UK: , US: , German: [ɪˈmaːnu̯eːl ˈkant]; 22 April 1724 – 12 February 1804) was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy.In his doctrine of transcendental idealism, Kant argued that space and time are mere \"forms of intuition\" which structure all experience, and therefore that, while \"things-in-themselves\" exist and contribute to experience, they are nonetheless distinct from the objects of experience.",
    "Writers from London": "London is the capital and largest city of England and the United Kingdom, with a population of just over 9 million. It stands on the River Thames in south-east England at the head of a 50-mile (80 km) estuary down to the North Sea, and has been a major settlement for two millennia.",
    "Lecturers": "A lecture (from Latin lēctūra “reading” ) is an oral presentation intended to present information or teach people about a particular subject, for example by a university or college teacher. Lectures are used to convey critical information, history, background, theories, and equations.",
    "English Renaissance plays": "The English Renaissance was a cultural and artistic movement in England from the early 16th century to the early 17th century. It is associated with the pan-European Renaissance that is usually regarded as beginning in Italy in the late 14th century.",
    "Plays adapted into operas": "",
    "Critics of work and the work ethic": "",
    "Bisexual writers": "Bisexuality is romantic attraction, sexual attraction, or sexual behavior toward both males and females, or to more than one gender. It may also be defined to include romantic or sexual attraction to people regardless of their sex or gender identity, which is also known as pansexuality.The term bisexuality is mainly used in the context of human attraction to denote romantic or sexual feelings toward both men and women, and the concept is one of the three main classifications of sexual orientation along with heterosexuality and homosexuality, all of which exist on the heterosexual–homosexual continuum.",
    "Victorian novelists": "Victorian literature refers to English literature during the reign of Queen Victoria (1837–1901). The 19th century is considered by some to be the Golden Age of English Literature, especially for British novels.",
    "Philosophers of love": "Socrates (Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon.",
    "Members of the Royal Swedish Academy of Sciences": "The Royal Swedish Academy of Sciences (Swedish: Kungliga Vetenskapsakademien) is one of the royal academies of Sweden. Founded on 2 June 1739, it is an independent, non-governmental scientific organization that takes special responsibility for promoting natural sciences and mathematics and strengthening their influence in society, whilst endeavouring to promote the exchange of ideas between various disciplines.",
    "Honorary members of the Saint Petersburg Academy of Sciences": "Grand Duke Vladimir Alexandrovich of Russia (Russian: Влади́мир Александрович; 22 April 1847 – 17 February 1909) was a son of Emperor Alexander II of Russia, a brother of Emperor Alexander III of Russia and the senior Grand Duke of the House of Romanov during the reign of his nephew, Emperor Nicholas II. He was also the great-grandfather of Grand Duchess Maria Vladimirovna of Russia, Prince Edward, Duke of Kent, Princess Alexandra, The Honourable Lady Ogilvy, and Prince Michael of Kent and the great-great grandfather of both Grand Duke George Mikhailovich of Russia and actress Catherine Oxenberg.\nGrand Duke Vladimir followed a military career and occupied important military positions during the reigns of the last three Russian Emperors.",
    "Intellectual history": "Intellectual history (also the history of ideas) is the study of the history of human thought and of intellectuals, people who conceptualize, discuss, write about, and concern themselves with ideas. The investigative premise of intellectual history is that ideas do not develop in isolation from the thinkers who conceptualize and apply those ideas; thus the intellectual historian studies ideas in two contexts: (i) as abstract propositions for critical application; and (ii) in concrete terms of culture, life, and history.As a field of intellectual enquiry, the history of ideas emerged from the European disciplines of Kulturgeschichte (Cultural History) and Geistesgeschichte (Intellectual History) from which historians might develop a global intellectual history that shows the parallels and the interrelations in the history of critical thinking in every society.",
    "English Roman Catholics": "The Catholic Church in England and Wales (Latin: Ecclesia Catholica in Anglia et Cambria; Welsh: Yr Eglwys Gatholig yng Nghymru a Lloegr) is part of the worldwide Catholic Church in full communion with the Holy See. Its origins date from the 6th century, when Pope Gregory I through the Benedictine missionary, Augustine of Canterbury, intensified the evangelization of the Kingdom of Kent linking it to the Holy See in 597 AD. This unbroken communion with the Holy See lasted until King Henry VIII ended it in 1534.For two hundred and fifty years the government forced members of the pre-Reformation Catholic Church known as recusants to go underground and seek academic training in Catholic Europe, where exiled English clergy set up schools and seminaries for the sons of English recusant families.",
    "English male dramatists and playwrights": "Simon Woods (born 7 January 1980) is an English actor and playwright best known for his role as Octavian in Season 2 of the British-American television series Rome and the 2005 Pride & Prejudice as Charles Bingley.\n\n\n== Personal life ==\nWoods attended Eton College, then read English at Magdalen College, Oxford.",
    "Evolutionary biology": "Evolutionary biology  is the subfield of biology that studies the evolutionary processes (natural selection, common descent, speciation) that produced the diversity of life on Earth. Simply, it is also defined as the study of the history of life forms on Earth.",
    "Simple living advocates": "Simple living refers to practices that promote simplicity in one's lifestyle. Common practices of simple living include reducing the number of possessions one owns, depending less on technology and services, and spending less money.",
    "20th-century French philosophers": "20th-century French philosophy is a strand of contemporary philosophy generally associated with post-World War II French thinkers, although it is directly influenced by previous philosophical movements.\n\n\n== Bergson ==\nThe work of Henri Bergson (1859–1941) is often considered the division point between nineteenth- and twentieth-century French philosophy.",
    "People of the Elizabethan era": "The Elizabethan era is the epoch in the Tudor period of the history of England during the reign of Queen Elizabeth I (1558–1603). Historians often depict it as the golden age in English history.",
    "French Roman Catholics": "The Catholic Church in France is part of the worldwide Catholic Church in communion with the Pope in Rome. Established in the 2nd century in unbroken communion with the bishop of Rome, it is sometimes called the \"eldest daughter of the church\" (French: fille aînée de l'Église).",
    "Islamic philosophers": "Muslim philosophers both profess Islam and engage in a style of philosophy situated within the structure of the Arabic language and Islam, though not necessarily concerned with religious issues. The sayings of the companions of Muhammad contained little philosophical discussion.",
    "British social commentators": "",
    "Physical cosmology": "Physical cosmology is a branch of cosmology concerned with the study of cosmological models.  A cosmological model, or simply cosmology, provides a description of the largest-scale structures and dynamics of the universe and allows study of fundamental questions about its origin, structure, evolution, and ultimate fate.",
    "17th-century English male writers": "",
    "Social theories": "Social theories are analytical frameworks, or paradigms, that are used to study and interpret social phenomena. A tool used by social scientists, social theories relate to historical debates over the validity and reliability of different methodologies (e.g.",
    "Literacy and society theorists": "",
    "Aristotelian philosophers": "Aristotelianism ( ARR-i-stə-TEE-lee-ə-niz-əm) is a philosophical tradition inspired by the work of Aristotle, usually characterized by deductive logic and an analytic inductive method in the study of natural philosophy and metaphysics. It covers the treatment of the social sciences under a system of natural law.",
    "Formal sciences": "Formal science is a branch of science studying disciplines concerned with formal systems, such as logic, mathematics, statistics, theoretical computer science, artificial intelligence, information theory, game theory, systems theory, decision theory, and theoretical linguistics. Whereas the natural sciences and social sciences seek to characterize physical systems and social systems, respectively, using empirical methods, the formal sciences are language tools concerned with characterizing abstract structures described by formal systems.",
    "Last stands": "A last stand is a military situation in which a body of troops holds a defensive position in the face of overwhelming and virtually insurmountable odds. Troops may make a last stand due to a sense of duty; because they are defending a tactically crucial point; to buy time to enable a trapped army, person, or group of people to escape; due to fear of execution if captured; or to protect their ruler or leader.",
    "Concepts in the philosophy of science": "",
    "Metaphysical theories": "Metaphysics is the branch of philosophy that studies the fundamental nature of reality, the first principles of being, identity and change, space and time, causality, necessity, and possibility. It includes questions about the nature of consciousness and the relationship between mind and matter, between substance and attribute, and between potentiality and actuality.",
    "Literary genres": "A literary genre is a category of literature. Genres may be determined by literary technique, tone, content, or length (especially for fiction).",
    "Concepts in aesthetics": "The following outline is provided as an overview of and topical guide to aesthetics:\nAesthetics – branch of philosophy and axiology concerned with the nature of beauty.\n\n\n== What type of thing is an aesthetic? ==",
    "Modernist writers": "Literary modernism has its origins in the late 19th and early 20th centuries, mainly in Europe and North America. Modernism is characterized by a self-conscious break with traditional styles of poetry and verse.",
    "German ethicists": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Mystics": "",
    "Philosophy academics": "Philosophy (from Greek: φιλοσοφία, philosophia, 'love of wisdom') is the systematized study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language. Such questions are often posed as problems to be studied or resolved.",
    "Western philosophy": "Western philosophy encompasses the philosophical thought and work of the Western world. Historically, the term refers to the philosophical thinking of Western culture, beginning with the ancient Greek philosophy of the pre-Socratics.",
    "French philosophers": "",
    "19th-century male writers": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "Anti-consumerists": "Anti-consumerism is a sociopolitical ideology that is opposed to consumerism, the continual buying and consuming of material possessions.  Anti-consumerism is concerned with the private actions of business corporations in pursuit of financial and economic goals at the expense of the public welfare, especially in matters of environmental protection, social stratification, and ethics in the governing of a society.",
    "Critical theorists": "A critical theory is any approach to social philosophy that focuses on reflective assessment and critique of society and culture to reveal and challenge power structures. With roots in sociology and literary criticism, it argues that social problems stem more from social structures and cultural assumptions than from individuals.",
    "19th-century English poets": "Literature written in the English language includes many countries such as the United Kingdom and its crown dependencies, Republic of Ireland, the United States, and the countries of the former British Empire. The English language has developed over the course of more than 1,400 years.",
    "English male novelists": "Christopher Priest (born 14 July 1943) is a British novelist and science fiction writer. His works include Fugue for a Darkening Island, The Inverted World, The Affirmation, The Glamour, The Prestige, and The Separation.",
    "English male short story writers": "Charles Walter Stansby Williams (20 September 1886 – 15 May 1945) was a British poet, novelist, playwright, theologian, literary critic, and member of the   Inklings, an informal literary discussion group associated with C. S. Lewis and J. R. R. Tolkien at the University of Oxford.\n\n\n== Early life and education ==\nCharles Williams was born in London in 1886, the only son of (Richard) Walter Stansby Williams (1848–1929) and Mary (née Wall).",
    "English short story writers": "A short story is a piece of prose fiction that typically can be read in one sitting and focuses on a self-contained incident or series of linked incidents, with the intent of evoking a single effect or mood. The short story is one of the oldest types of literature and has existed in the form of legends, mythic tales, folk tales, fairy tales, tall tales, fables and anecdotes in various ancient communities around the world.",
    "Victorian poets": "",
    "Western culture": "Western culture, also known as Western civilization, Occidental culture, or Western society, is the heritage of social norms, ethical values, traditional customs, belief systems, political systems, artifacts and technologies of the Western world. The term applies beyond Europe to countries and cultures whose histories are strongly connected to Europe by immigration, colonization or influence.",
    "Philosophers of death": "The documented history of philosophy is often said to begin with the notable death of Socrates.  Since that time, there have been many other noteworthy deaths of philosophers.",
    "Works of unknown authorship": "",
    "English women poets": "This is an alphabetical list of female poets who were active in England and Wales, and the Kingdom of Great Britain and Ireland before approximately 1800. Nota bene: Authors of poetry are the focus of this list, though many of these writers worked in more than one genre.",
    "Irony theorists": "",
    "English non-fiction writers": "Maureen Jennings (born 1939) is a British Canadian writer, most well known for the Detective Murdoch Series, the basis for the television series Murdoch Mysteries. She is credited as a Creative Consultant and occasionally writer for the show.",
    "19th-century German non-fiction writers": "",
    "1st-century Romans": "The 1st century was the century spanning AD 1 (I) through AD 100 (C) according to the Julian calendar. It is often written as the 1st century AD or 1st century CE to distinguish it from the 1st century BC (or BCE) which preceded it.",
    "Members of the Académie Française": "The Académie Française (French pronunciation: ​[akademi fʁɑ̃sɛːz]), also known as the French Academy, is the principal French council for matters pertaining to the French language. The Académie was officially established in 1635 by Cardinal Richelieu, the chief minister to King Louis XIII. Suppressed in 1793 during the French Revolution, it was restored as a division of the Institut de France in 1803 by Napoleon Bonaparte.",
    "Members of the Royal Netherlands Academy of Arts and Sciences": "The Royal Netherlands Academy of Arts and Sciences (Dutch: Koninklijke Nederlandse Akademie van Wetenschappen, abbreviated: KNAW) is an organization dedicated to the advancement of science and literature in the Netherlands. The academy is housed in the Trippenhuis in Amsterdam.",
    "Poems adapted into films": "\"The Highwayman\" is a romantic ballad and narrative poem written by Alfred Noyes, first published in the August 1906 issue of Blackwood's Magazine, based in Edinburgh, Scotland. The following year it was included in Noyes' collection, Forty Singing Seamen and Other Poems, becoming an immediate success.",
    "Founders of religions": "These are historical figures credited with founding religions or religious philosophies, or who codified older known religious traditions. The list includes those who have founded a specific major denomination within a larger religion.",
    "17th-century English writers": "Judith Drake (fl. 1670s–1723) was an English intellectual and author who was active in the last decade of the 17th century.",
    "English agnostics": "Agnosticism is the view or belief that the existence of God, of the divine or the supernatural is unknown or unknowable. Another definition provided is the view that \"human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.\"The English biologist Thomas Henry Huxley coined the word agnostic in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\"\nEarlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\".",
    "Royal Medal winners": "The Royal Medal, also known as The Queen's Medal and The King's Medal (depending on the gender of the monarch at the time of the award), is a silver-gilt medal, of which three are awarded each year by the Royal Society, two for \"the most important contributions to the advancement of natural knowledge\" and one for \"distinguished contributions in the applied sciences\", done within the Commonwealth of Nations.\n\n\n== Background ==\nThe award was created by George IV and awarded first during 1826.",
    "Modernist theatre": "Modernist theatre was part of twentieth-century theatre relating to the art and philosophy of modernism.",
    "Hall of Fame for Great Americans inductees": "The Hall of Fame for Great Americans is an outdoor sculpture gallery located on the grounds of Bronx Community College (BCC) in the Bronx, New York City. It is the first such hall of fame in the United States.",
    "French male non-fiction writers": "Julio Florencio Cortázar (26 August 1914 – 12 February 1984; American Spanish: [ˈxuljo korˈtasar] (listen)) was an Argentine-French novelist, short story writer, essayist, and translator. Known as one of the founders of the Latin American Boom, Cortázar influenced an entire generation of Spanish-speaking readers and writers in America and Europe.",
    "Emotions": "Emotions are mental states brought on by neurophysiological changes, variously associated with thoughts, feelings, behavioural responses, and a degree of pleasure or displeasure. There is currently no scientific consensus on a definition.",
    "People whose existence is disputed": "",
    "19th-century English women writers": "Women have made significant contributions to literature since the earliest written texts. Women have been at the forefront of textual communication since early civilizations.",
    "Male essayists": "Stephen Edwin King (born September 21, 1947) is an American author of horror, supernatural fiction, suspense, crime, science-fiction, and fantasy novels. Described as the \"King of Horror\", a play on his surname and a reference to his high standing in pop culture, his books have sold more than 350 million copies, and many have been adapted into films, television series, miniseries, and comic books.",
    "Metaphysics writers": "The term Metaphysical poets was coined by the critic Samuel Johnson to describe a loose group of 17th-century English poets whose work was characterised by the inventive use of conceits, and by a greater emphasis on the spoken rather than lyrical quality of their verse. These poets were not formally affiliated and few were highly regarded until 20th century attention established their importance.",
    "Epistemological theories": "Epistemology ( (listen); from Ancient Greek  ἐπιστήμη (epistḗmē) 'knowledge', and  -logy), or the theory of knowledge, is the branch of philosophy concerned with knowledge. Epistemology is considered a major subfield of philosophy, along with other major subfields such as ethics, logic, and metaphysics.Epistemologists study the nature, origin, and scope of knowledge, epistemic justification, the rationality of belief, and various related issues.",
    "Mental processes": "Cognition ( (listen)) refers to \"the mental action or process of acquiring knowledge and understanding through thought, experience, and the senses\". It encompasses all aspects of intellectual functions and processes such as: perception, attention, thought, intelligence, the formation of knowledge, memory and working memory, judgment and evaluation, reasoning and computation, problem solving and decision making, comprehension and production of language.",
    "18th-century German male writers": "",
    "19th-century German writers": "The concept of Germany as a distinct region in Central Europe can be traced to Julius Caesar, who referred to the unconquered area east of the Rhine as Germania, thus distinguishing it from Gaul (France). The victory of the Germanic tribes in the Battle of the Teutoburg Forest (AD 9) prevented annexation by the Roman Empire, although the Roman provinces of Germania Superior and Germania Inferior were established along the Rhine.",
    "Idealists": "In philosophy, the term idealism identifies and describes metaphysical perspectives which assert that reality is indistinguishable and inseparable from human perception and understanding; that reality is a mental construct closely connected to ideas. Idealist perspectives are in two categories: subjective idealism, which proposes that a material object exists only to the extent that a human being perceives the object; and objective idealism, which proposes the existence of an objective consciousness that exists prior to and independently of human consciousness, thus the existence of the object is independent of human perception.",
    "Phenomenologists": "",
    "Philosophy teachers": "Georg Wilhelm Friedrich Hegel (German: [ˈɡeːɔʁk ˈvɪlhɛlm ˈfʁiːdʁɪç ˈheːɡl̩]; 27 August 1770 – 14 November 1831) was a German philosopher. He is considered one of the most important figures in German idealism and one of the founding figures of modern Western philosophy.",
    "Rationalists": "In philosophy, rationalism is the epistemological view that \"regards reason as the chief source and test of knowledge\" or \"any view appealing to reason as a source of knowledge or justification\". More formally, rationalism is defined as a methodology or a theory \"in which the criterion of the truth is not sensory but intellectual and deductive\".In an old controversy, rationalism was opposed to empiricism, where the rationalists believed that reality has an intrinsically logical structure.",
    "German social commentators": "",
    "17th-century Latin-language writers": "Bandino Gualfreducci (1565–1627) was an Italian Jesuit, humanist and poet.\n\n\n== Biographie ==\nBandino Gualfreducci was born at Pistoia, joined the Jesuits, and taught rhetoric for six years at the Roman College.",
    "Executed philosophers": "Socrates (Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon.",
    "18th-century English people": "The 18th century lasted from January 1, 1701 (MDCCI) to December 31, 1800 (MDCCC). During the 18th century, elements of Enlightenment thinking culminated in the American, French, and Haitian revolutions.",
    "Love stories": "",
    "Plays adapted into television shows": "",
    "20th-century German philosophers": "Contemporary philosophy is the present period in the history of Western philosophy beginning at the early 20th century with the increasing professionalization of the discipline and the rise of analytic and continental philosophy.The phrase \"contemporary philosophy\" is a piece of technical terminology in philosophy that refers to a specific period in the history of Western philosophy (namely the philosophy of the 20th and 21st centuries). However, the phrase is often confused with modern philosophy (which refers to an earlier period in Western philosophy), postmodern philosophy (which refers to some philosophers' criticisms of modern philosophy), and with a non-technical use of the phrase referring to any recent philosophic work.",
    "20th-century translators": "Vedat Kokona (August 8, 1913 – October 14, 1998) was an Albanian translator, writer and lexicologist of the 20th century, well known for his dual dictionaries English-Albanian and French-Albanian and his contributions in Albanian lexicology and lexicography.\n\n\n== Early life ==\nKokona was born on August 8, 1913, in Izmir, Ottoman Empire, to an Albanian intellectual family, originating from Gjirokastra, Albania.",
    "Feminism and history": "The history of feminism comprises the narratives (chronological or thematic) of the movements and ideologies which have aimed at equal rights for women. While feminists around the world have differed in causes, goals, and intentions depending on time, culture, and country, most Western feminist historians assert that all movements that work to obtain women's rights should be considered feminist movements, even when they did not (or do not) apply the term to themselves.",
    "20th-century French novelists": "20th Century Studios, Inc. (formerly 20th Century Fox Film Corporation) is an American film production studio headquartered at the Fox Studio Lot in the Century City area of Los Angeles.",
    "19th-century British short story writers": "A short story is a piece of prose fiction that typically can be read in one sitting and focuses on a self-contained incident or series of linked incidents, with the intent of evoking a single effect or mood. The short story is one of the oldest types of literature and has existed in the form of legends, mythic tales, folk tales, fairy tales, tall tales, fables and anecdotes in various ancient communities around the world.",
    "Members of the Order of Merit": "The Order of Merit (French: Ordre du Mérite) is an order of merit for the Commonwealth realms, recognising distinguished service in the armed forces, science, art, literature, or for the promotion of culture. Established in 1902 by King Edward VII, admission into the order remains the personal gift of its Sovereign—currently Edward VII's great-great-grandson, Charles III—and is restricted to a maximum of 24 living recipients from the Commonwealth realms, plus a limited number of honorary members.",
    "Pantheists": "Atheism, in the broadest sense, is an absence of belief in the existence of deities. Less broadly, atheism is a rejection of the belief that any deities exist.",
    "Former empires": "",
    "5th-century BC philosophers": "The 5th century BC started the first day of 500 BC and ended the last day of 401 BC.\n\nThis century saw the establishment of Pataliputra as a capital of the Magadha Empire. This city would later become the ruling capital of different Indian kingdoms for about a thousand years.",
    "Ancient Greek philosophers of mind": "This list of ancient Greek philosophers contains philosophers who studied in ancient Greece or spoke Greek. Ancient Greek philosophy began in Miletus with the pre-Socratic philosopher Thales and lasted through Late Antiquity.",
    "Ancient Greek political philosophers": "This list of ancient Greek philosophers contains philosophers who studied in ancient Greece or spoke Greek. Ancient Greek philosophy began in Miletus with the pre-Socratic philosopher Thales and lasted through Late Antiquity.",
    "Art movements": "An art movement is a tendency or style in art with a specific common philosophy or goal, followed by a group of artists during a specific period of time, (usually a few months, years or decades) or, at least, with the heyday of the movement defined within a number of years. Art movements were especially important in modern art, when each consecutive movement was considered as a new avant-garde movement.",
    "Analytic philosophers": "Analytic philosophy is a branch and tradition of philosophy using analysis, popular in the Western world and particularly the Anglosphere, which began around the turn of the 20th century in the contemporary era in the United Kingdom, United States, Canada, Australia, New Zealand, and Scandinavia, and continues today. Analytic philosophy is often contrasted with continental philosophy, coined as a catch-all term for other methods prominent in Europe.Central figures in this historical development of analytic philosophy are Gottlob Frege, Bertrand Russell, G. E. Moore, and Ludwig Wittgenstein.",
    "English women novelists": "Elizabeth Taylor (née Coles; 3 July 1912 – 19 November 1975) was an English novelist and short-story writer. Kingsley Amis described her as \"one of the best English novelists born in this century\".",
    "Rhetoric theorists": "",
    "Rationality theorists": "Rationality is the quality of being guided by or based on reasons. In this regard, a person acts rationally if they have a good reason for what they do or a belief is rational if it is based on strong evidence.",
    "Epic poets": "An epic poem, or simply an epic, is a lengthy narrative poem typically about the extraordinary deeds of extraordinary characters who, in dealings with gods or other superhuman forces, gave shape to the mortal universe for their descendants.\n\n\n== Etymology ==\nThe English word epic comes from the Latin epicus, which itself comes from the Ancient Greek adjective ἐπικός (epikos), from ἔπος (epos),\n\"word, story, poem.\"In ancient Greek, 'epic' could refer to all poetry in dactylic hexameter (epea), which included not only Homer but also the wisdom poetry of Hesiod, the utterances of the Delphic oracle, and the strange theological verses attributed to Orpheus.",
    "Golden Age Latin writers": "Classical Latin is the form of Literary Latin recognized as a literary standard by writers of the late Roman Republic and early Roman Empire. It was used from 75 BC to the 3rd century AD, when it developed into Late Latin.",
    "Members of the French Academy of Sciences": "The French Academy of Sciences (French: Académie des sciences) is a learned society, founded in 1666 by Louis XIV at the suggestion of Jean-Baptiste Colbert, to encourage and protect the spirit of French scientific research. It was at the forefront of scientific developments in Europe in the 17th and 18th centuries, and is one of the earliest Academies of Sciences.",
    "19th-century economists": "",
    "People celebrated in the Lutheran liturgical calendar": "Michelangelo di Lodovico Buonarroti Simoni (Italian: [mikeˈlandʒelo di lodoˈviːko ˌbwɔnarˈrɔːti siˈmoːni]; 6 March 1475 – 18 February 1564), known simply as Michelangelo (English: ), was an Italian sculptor, painter, architect and poet of the High Renaissance. Born in the Republic of Florence, his work had a major influence on the development of Western art, particularly in relation to the Renaissance notions of humanism and naturalism.",
    "English feminists": "TERF () is an acronym for trans-exclusionary radical feminist. First recorded in 2008, the term was originally used to distinguish trans-inclusive feminists from a group of radical feminists who reject the assertion that trans women are women, the inclusion of trans women in women's spaces, and transgender rights legislation.",
    "English feminist writers": "Feminist literature is fiction, nonfiction, drama, or poetry, which supports the feminist goals of defining, establishing, and defending equal civil, political, economic, and social rights for women. It often identifies women's roles as unequal to those of men – particularly as regarding status, privilege, and power – and generally portrays the consequences to women, men, families, communities, and societies as undesirable.",
    "English philosophers": "The philosopher's stone or more properly philosophers' stone (Arabic: ḥajar al-falāsifa, Latin: lapis philosophorum), is a mythic alchemical substance capable of turning base metals such as mercury into gold (chrysopoeia, from the Greek χρυσός khrusos, \"gold\", and ποιεῖν poiēin, \"to make\") or silver. It is also called the elixir of life, useful for rejuvenation and for achieving immortality; for many centuries, it was the most sought goal in alchemy.",
    "Philosophy of religion": "Philosophy of religion is \"the philosophical examination of the central themes and concepts involved in religious traditions\". Philosophical discussions on such topics date from ancient times, and appear in the earliest known texts concerning philosophy.",
    "English Nobel laureates": "The Nobel Prize in Literature (Swedish: Nobelpriset i litteratur) is awarded annually by the Swedish Academy to authors for outstanding contributions in the field of literature. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, which are awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine.",
    "French socialists": "The Socialist Party (French: Parti socialiste [paʁti sɔsjalist], PS) is a centre-left and social-democratic party. It holds pro-European views.",
    "Légion d'honneur refusals": "",
    "American male non-fiction writers": "John Sandford, real name John Roswell Camp (born February 23, 1944), is an American New York Times best-selling author, novelist, a former journalist and recipient of the Pulitzer Prize.\n\n\n== Early life ==\nCamp was born in Cedar Rapids, Iowa, the son of Anne Agnes (Barron) and Roswell Sandford Camp.",
    "Irish expatriates in France": "William Butler Yeats (13 June 1865 – 28 January 1939) was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre.",
    "Irish male dramatists and playwrights": "Eugene O'Brien is an Irish playwright, screenwriter, and actor.\nHe is best known for his very successful play Eden, which after playing at the Peacock Theatre/Abbey Theatre in Dublin was put on in the West End of London and Broadway in New York City.",
    "Astronomical objects known since antiquity": "The Pleiades (), also known as The Seven Sisters, Messier 45 and other names by different cultures, is an asterism and an open star cluster containing middle-aged, hot B-type stars in the north-west of the constellation Taurus. At a distance of about 444 light years, it is among the nearest star clusters to Earth.",
    "Political realists": "Realism is one of the dominant schools of thought in international relations theory, theoretically formalising the Realpolitik statesmanship of early modern Europe. Although a highly diverse body of thought, it is unified by the belief that world politics is always and necessarily a field of conflict among actors pursuing wealth and power.",
    "Classical humanists": "",
    "Trope theorists": "",
    "Recipients of the Pour le Mérite (civil class)": "The Pour le Mérite (German: [puːɐ̯ lə meˈʀiːt]; French: [puʁ lə me.ʁit], lit. 'For Merit') is an order of merit (German: Verdienstorden) established in 1740 by King Frederick II of Prussia. The Pour le Mérite was awarded as both a military and civil honour and ranked, along with the Order of the Black Eagle, the Order of the Red Eagle and the House Order of Hohenzollern, among the highest orders of merit in the Kingdom of Prussia.",
    "University of Göttingen alumni": "The University of Göttingen, officially the Georg August University of Göttingen, (German: Georg-August-Universität Göttingen, known informally as Georgia Augusta) is a public research university in the city of Göttingen, Germany. Founded in 1734 by George II, King of Great Britain and Elector of Hanover, and starting classes in 1737, the Georgia Augusta was conceived to promote the ideals of the Enlightenment.",
    "Conversationalists": "Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish poet and playwright. After writing in different forms throughout the 1880s, he became one of the most popular playwrights in London in the early 1890s.",
    "17th-century English dramatists and playwrights": "Benjamin Jonson (c. 11 June 1572 – c.",
    "17th-century English poets": "The term Metaphysical poets was coined by the critic Samuel Johnson to describe a loose group of 17th-century English poets whose work was characterised by the inventive use of conceits, and by a greater emphasis on the spoken rather than lyrical quality of their verse. These poets were not formally affiliated and few were highly regarded until 20th century attention established their importance.",
    "19th-century British writers": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "British cultural critics": "Christopher Eric Hitchens (13 April 1949 – 15 December 2011) was a British-American author and journalist who wrote or edited over 30 books (including five essay collections) on culture, politics, and literature. Hitchens originally described himself as a democratic socialist, and he was a member of various socialist organisations throughout his life, including the International Socialists.",
    "French atheists": "Irreligion in France has a long history and a large demographic constitution, with the advancement of atheism and the deprecation of theistic religion dating back as far as the French Revolution. In 2015, according to estimates, at least 29% of the country's population identifies as atheists and 63% identifies as non-religious.",
    "University of Paris alumni": "The list of Harvard University people includes notable graduates, professors, and administrators affiliated with Harvard University.",
    "Philosophical methodology": "In its most common sense, philosophical methodology is the field of inquiry studying the methods used to do philosophy. But the term can also refer to the methods themselves.",
    "Writers about globalization": "Globalization, or globalisation (Commonwealth English; see spelling differences), is the process of interaction and integration among people, companies, and governments worldwide. The term globalization first appeared in the early 20th century (supplanting an earlier French term mondialization), developed its current meaning some time in the second half of the 20th century, and came into popular use in the 1990s to describe the unprecedented international connectivity of the post-Cold War world.",
    "Charles Darwin": "Charles Robert Darwin  (DAHR-win; 12 February 1809 – 19 April 1882) was an English naturalist, geologist, and biologist, widely known for contributing to the understanding of evolutionary biology. His proposition that all species of life have descended from a common ancestor is now generally accepted and considered a fundamental concept in science.",
    "Modernism": "Modernization theory is used to explain the process of modernization within societies. The \"classical\" theories of modernization of the 1950s and 1960s drew on sociological analyses of Karl Marx, Emile Durkheim and a partial reading of Max Weber, and were strongly influenced by the writings of Harvard sociologist Talcott Parsons.",
    "Consciousness researchers and theorists": "",
    "Scientific revolution": "",
    "Metaphysics of mind": "Philosophy of mind is a branch of philosophy that studies the ontology and nature of the mind and its relationship with the body. The mind–body problem is a paradigmatic issue in philosophy of mind, although a number of other issues are addressed, such as the hard problem of consciousness and the nature of particular mental states.",
    "English travel writers": "The genre of travel literature encompasses outdoor literature, guide books, nature writing, and travel memoirs.One early travel memoirist in Western literature was Pausanias, a Greek geographer of the 2nd century AD. In the early modern period, James Boswell's Journal of a Tour to the Hebrides (1786) helped shape travel memoir as a genre.\n\n\n== History ==\n\nEarly examples of travel literature include the Periplus of the Erythraean Sea (generally considered a 1st century CE work; authorship is debated),  Pausanias' Description of Greece in the 2nd century CE, Safarnama (book of Travels) of Nasir Khusraw (1003-1077) the Journey Through Wales (1191) and Description of Wales (1194) by Gerald of Wales, and the travel journals of Ibn Jubayr (1145–1214) and Ibn Battuta (1304–1377), both of whom recorded their travels across the known world in detail.",
    "Neuropsychological assessment": "Neuropsychological assessment was traditionally carried out to assess the extent of impairment to a particular skill and to attempt to determine the area of the brain which may have been damaged following brain injury or neurological illness. With the advent of neuroimaging techniques, location of space-occupying lesions can now be more accurately determined through this method, so the focus has now moved on to the assessment of cognition and behaviour, including examining the effects of any brain injury or neuropathological process that a person may have experienced.",
    "Elementary particles": "",
    "Allegory": "As a literary device or artistic form, an allegory is a narrative or visual representation in which a character, place, or event can be interpreted to represent a hidden meaning with moral or political significance. Authors have used allegory throughout history in all forms of art to illustrate or convey complex ideas and concepts in ways that are comprehensible or striking to its viewers, readers, or listeners.",
    "18th-century German philosophers": "",
    "Heidelberg University alumni": "Heidelberg University, officially the Ruprecht Karl University of Heidelberg, (German: Ruprecht-Karls-Universität Heidelberg; Latin: Universitas Ruperto Carola Heidelbergensis) is a public research university in Heidelberg, Baden-Württemberg, Germany. Founded in 1386 on instruction of Pope Urban VI, Heidelberg is Germany's oldest university and one of the world's oldest surviving universities.",
    "18th-century French writers": "18th-century French literature is French literature written between 1715, the year of the death of King Louis XIV of France, and 1798, the year of the coup d'État of Bonaparte which brought the Consulate to power, concluded the French Revolution, and began the modern era of French history.   This century of enormous economic, social, intellectual and political transformation produced two important literary and philosophical movements:  during what became known as the Age of Enlightenment, the Philosophes  questioned all existing institutions, including the church and state, and applied rationalism and scientific analysis to society; and a very different movement, which emerged in reaction to the first movement; the beginnings of Romanticism, which exalted the role of emotion in art and life.",
    "Deist philosophers": "",
    "Executed writers": "The Executed Renaissance (or \"Red Renaissance\", Ukrainian: Розстріляне відродження, Червоний ренесанс, romanized: Rozstriliane vidrodzhennia, Chervonyi renesans) is a term used to describe the generation of Ukrainian language poets, writers, and artists of the 1920s and early 1930s who lived in the Ukrainian Socialist Soviet Republic and were subsequently persecuted, denied work, imprisoned and, in dozens of cases, shot during the Great Terror (August 1937 – November 1938).\nAfter the Great Turn in 1929 or \"Great Breakthrough\" (cf.",
    "French political philosophers": "",
    "Women religious writers": "Shahrazad Ali (born April 27, 1954) is an American author of several books, including a paperback called The Blackman's Guide to Understanding the Blackwoman. The book was controversial bringing \"forth community forums, pickets and heated arguments among Black people in many parts\" of the US when it was published in 1989.",
    "19th-century English non-fiction writers": "The non-fiction novel is a literary genre which, broadly speaking, depicts real historical figures and actual events woven together with fictitious conversations and uses the storytelling techniques of fiction. The non-fiction novel is an otherwise loosely defined and flexible genre.",
    "Writers of Gothic fiction": "Gothic fiction, sometimes called Gothic horror in the 20th century, is a loose literary aesthetic of fear and haunting. The name is a reference to Gothic architecture of the European Middle Ages, which was characteristic of the settings of early Gothic novels.",
    "Historians of the French Revolution": "The historiography of the French Revolution stretches back over two hundred years, as commentators and historians have used a vast array of primary sources to explain the origins of the Revolution, and its meaning and its impact. By the year 2000, many historians were saying that the field of the French Revolution was in intellectual disarray.",
    "Libertarian socialists": "Libertarian socialism, also known by various other names, is a left-wing, anti-authoritarian, anti-statist and libertarian political philosophy within the socialist movement which rejects the state's control of the economy under state socialism. Overlapping with anarchism and libertarianism, libertarian socialists criticize wage slavery relationships within the workplace, emphasizing workers' self-management and decentralized structures of political organization.",
    "Humboldt University of Berlin alumni": "Humboldt University of Berlin (German: Humboldt-Universität zu Berlin, abbreviated HU Berlin) is a German public research university in the central borough of Mitte in Berlin. It was established by Frederick William III on the initiative of Wilhelm von Humboldt, Johann Gottlieb Fichte and Friedrich Ernst Daniel Schleiermacher as the University of Berlin (Universität zu Berlin) in 1809, and opened in 1810, making it the oldest of Berlin's four universities.",
    "Marxist theorists": "",
    "19th-century LGBT people": "",
    "French women novelists": "Sidonie-Gabrielle Colette (French: [kɔ.lɛt]; 28 January 1873 – 3 August 1954), known mononymously as Colette, was a French author and woman of letters. She was also a mime, actress, and journalist.",
    "Burials at Père Lachaise Cemetery": "Père Lachaise Cemetery (French: Cimetière du Père-Lachaise [simtjɛʁ dy pɛʁ laʃɛːz]; formerly cimetière de l'Est, \"East Cemetery\") is the largest cemetery in Paris, France (44 hectares or 110 acres). With more than 3.5 million visitors annually, it is the most visited necropolis in the world.",
    "19th-century English novelists": "Jane Austen (16 December 1775 – 18 July 1817) was an English novelist known primarily for her six major novels, which interpret, critique, and comment upon the British landed gentry at the end of the 18th century. Austen's plots often explore the dependence of women on marriage in the pursuit of favourable social standing and economic security.",
    "Fellows of the Royal Society of Literature": "The Royal Society of Literature (RSL) is a learned society founded in 1820, by King George IV, to \"reward literary merit and excite literary talent\". A charity that represents the voice of literature in the UK, the RSL has about 600 Fellows, elected from among the best writers in any genre currently at work.",
    "British novellas": "A novella is a narrative prose fiction whose length is shorter than most novels, but longer than most short stories. The English word novella derives from the Italian novella meaning a short story related to true (or apparently so) facts.",
    "5th-century BC Greek people": "The period of the 5th century BC in classical Greece is generally considered as beginning in 500 BC and ending in 404 BC, though this is debated.  This century is essentially studied from the Athenian viewpoint, since Athens has left more narratives, plays and other written works than the other Greek states.",
    "Ancient Greek ethicists": "Pythagoras of Samos (Ancient Greek: Πυθαγόρας ὁ Σάμιος, romanized: Pythagóras ho Sámios, lit. 'Pythagoras the Samian', or simply Πυθαγόρας; Πυθαγόρης in Ionian Greek; c. 570 – c. 495 BC) was an ancient Ionian Greek philosopher and the eponymous founder of Pythagoreanism. His political and religious teachings were well known in Magna Graecia and influenced the philosophies of Plato, Aristotle, and, through them, the West in general.",
    "Ancient Greek metaphilosophers": "Pythagoras of Samos (Ancient Greek: Πυθαγόρας ὁ Σάμιος, romanized: Pythagóras ho Sámios, lit. 'Pythagoras the Samian', or simply Πυθαγόρας; Πυθαγόρης in Ionian Greek; c. 570 – c. 495 BC) was an ancient Ionian Greek philosopher and the eponymous founder of Pythagoreanism. His political and religious teachings were well known in Magna Graecia and influenced the philosophies of Plato, Aristotle, and, through them, the West in general.",
    "Ancient Greek metaphysicians": "Socrates (Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon.",
    "Critical thinking": "Critical thinking is the analysis of available facts, evidence, observations, and arguments to form a judgement. The subject is complex; several different definitions exist, which generally include the rational, skeptical, and unbiased analysis or evaluation of factual evidence.",
    "19th-century German male musicians": "",
    "20th-century English philosophers": "Contemporary philosophy is the present period in the history of Western philosophy beginning at the early 20th century with the increasing professionalization of the discipline and the rise of analytic and continental philosophy.The phrase \"contemporary philosophy\" is a piece of technical terminology in philosophy that refers to a specific period in the history of Western philosophy (namely the philosophy of the 20th and 21st centuries). However, the phrase is often confused with modern philosophy (which refers to an earlier period in Western philosophy), postmodern philosophy (which refers to some philosophers' criticisms of modern philosophy), and with a non-technical use of the phrase referring to any recent philosophic work.",
    "British ethicists": "Eric Arthur Blair (25 June 1903 – 21 January 1950), better known by his pen name George Orwell, was an English novelist, essayist, journalist, and critic. His work is characterised by lucid prose, social criticism, opposition to totalitarianism, and support of democratic socialism.Orwell produced literary criticism and poetry, fiction and polemical journalism.",
    "English women non-fiction writers": "Maureen Jennings (born 1939) is a British Canadian writer, most well known for the Detective Murdoch Series, the basis for the television series Murdoch Mysteries. She is credited as a Creative Consultant and occasionally writer for the show.",
    "Virtue ethicists": "Virtue ethics (also aretaic ethics, from Greek ἀρετή [aretḗ]) is an approach to ethics that treats the concept of moral virtue as central. Virtue ethics is usually contrasted with two other major approaches in normative ethics, consequentialism and deontology, which make the goodness of outcomes of an action (consequentialism) and the concept of moral duty (deontology) central.",
    "Adultery in novels": "",
    "18th-century English male writers": "Isaac Watts (17 July 1674 – 25 November 1748) was an English Congregational minister, hymn writer, theologian, and logician. He was a prolific and popular hymn writer and is credited with some 750 hymns.",
    "English philanthropists": "Christopher Anthony John Martin (born 2 March 1977) is an English singer-songwriter and musician best known as the lead vocalist, pianist, rhythm guitarist and co-founder of the rock band Coldplay. Born in Exeter, Devon, he went to University College London, where he formed the band Starfish with classmates Jonny Buckland, Guy Berryman and Will Champion.",
    "Members of the Prussian Academy of Sciences": "The Royal Prussian Academy of Sciences  (German: Königlich-Preußische Akademie der Wissenschaften) was an academy established in Berlin, Germany on 11 July 1700, four years after the Akademie der Künste, or \"Arts Academy,\" to which \"Berlin Academy\" may also refer.  In the 18th century, it was a French-language institution since French was the language of science and culture during that era.",
    "Historical eras": "Periodized human history is commonly divided into three main eras – Ancient, Post-classical, and Modern.\n\n\n== Ancient History (6,000 BCE – 655 CE) ==\n\nAncient history refers to the time period since the introduction of writing systems c.",
    "Pigs in literature": "Pigs, widespread in societies around the world since neolithic times, have been used for many purposes in art, literature, and other expressions of human culture. In classical times, the Romans considered pork the finest of meats, enjoying sausages, and depicting them in their art.",
    "1st-century BC Romans": "The 1st century BC, also known as the last century BC and the last century BCE, started on the first day of 100 BC and ended on the last day of 1 BC. The AD/BC notation does not use a year zero; however, astronomical year numbering does use a zero, as well as a minus sign, so \"2 BC\" is equal to \"year –1\". 1st century AD (Anno Domini) follows.",
    "1st-century writers": "The 1st century BC, also known as the last century BC and the last century BCE, started on the first day of 100 BC and ended on the last day of 1 BC. The AD/BC notation does not use a year zero; however, astronomical year numbering does use a zero, as well as a minus sign, so \"2 BC\" is equal to \"year –1\". 1st century AD (Anno Domini) follows.",
    "Fluid dynamicists": "Fluid mechanics is the branch of physics concerned with the mechanics of fluids (liquids, gases, and plasmas) and the forces on them.: 3 \nIt has applications in a wide range of disciplines, including mechanical, aerospace, civil, chemical and biomedical engineering, geophysics, oceanography, meteorology, astrophysics, and biology.\nIt can be divided into fluid statics, the study of fluids at rest; and fluid dynamics, the study of the effect of forces on fluid motion.: 3 \nIt is a branch of continuum mechanics, a subject which models matter without using the information that it is made out of atoms; that is, it models matter from a macroscopic viewpoint rather than from microscopic.",
    "19th-century English writers": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "British classical liberals": "Classical liberalism is a political tradition and a branch of liberalism that advocates free market and laissez-faire economics; civil liberties under the rule of law with especial emphasis on individual autonomy, limited government, economic freedom, political freedom and freedom of speech. It gained full flowering in the early 18th century, building on ideas stemming at least as far back as the 13th century within the Iberian, Anglo-Saxon, and central European contexts and was foundational to the American Revolution and \"American Project\" more broadly.Notable liberal individuals whose ideas contributed to classical liberalism include John Locke, Jean-Baptiste Say, Thomas Malthus, and David Ricardo.",
    "English Unitarians": "Unitarianism (from Latin unitas \"unity, oneness\", from unus \"one\") is a nontrinitarian branch of Christian theology. Most other branches of Christianity and the major Churches accept the Nicene Creed's statement of homoousion: one being in three hypostases: the Father, Son, and Holy Spirit.",
    "Utilitarians": "In ethical philosophy, utilitarianism is a family of normative ethical theories that prescribe actions that maximize happiness and well-being for all affected individuals.\nAlthough different varieties of utilitarianism admit different characterizations, the basic idea behind all of them is, in some sense, to maximize utility, which is often defined in terms of well-being or related concepts.",
    "History of climate variability and change": "Climate variability includes all the variations in the climate that last longer than individual weather events, whereas the term climate change only refers to those variations that persist for a longer period of time, typically decades or more.  In addition to the general meaning in which climate change may refer to any time in Earth's history, the term is commonly used to describe the climate change that is now underway.",
    "Narrative poems": "Narrative poetry is a form of poetry that tells a story, often using the voices of both a narrator and characters; the entire story is usually written in metered verse. Narrative poems do not need rhyme.",
    "Ancient Roman adoptees": "Hadrian (Latin: Caesar Trâiānus Hadriānus [ˈkae̯sar trajˈjaːnʊs (h)adriˈjaːnʊs]; 24 January 76 – 10 July 138) was Roman emperor from 117 to 138. He was born in Italica (close to modern Santiponce in Spain), a Roman colony of Italic settlers in Hispania Baetica; his family, the Aelii Hadriani, came from the Italian city of Atri in Picenum and were either among the original founders of Italica or moved there at a later time between the third century BC and the first century AD. His father was of senatorial rank and was a first cousin of Emperor Trajan.",
    "Philosophers of Roman Italy": "Italia (the Latin and Italian name for the Italian Peninsula) was the homeland of the Romans and metropole of Rome's empire in classical antiquity. According to Roman mythology, Italy was the ancestral home promised by Jupiter to Aeneas of Troy and his descendants, who were the founders of Rome.",
    "English Roman Catholic saints": "In religious belief, a saint is a person who is recognized as having an exceptional degree of holiness, likeness, or closeness to God. However, the use of the term saint depends on the context and denomination.",
    "History of Catholicism in England": "The Catholic Church in England and Wales (Latin: Ecclesia Catholica in Anglia et Cambria; Welsh: Yr Eglwys Gatholig yng Nghymru a Lloegr) is part of the worldwide Catholic Church in full communion with the Holy See. Its origins date from the 6th century, when Pope Gregory I through the Benedictine missionary, Augustine of Canterbury, intensified the evangelization of the Kingdom of Kent linking it to the Holy See in 597 AD. This unbroken communion with the Holy See lasted until King Henry VIII ended it in 1534.For two hundred and fifty years the government forced members of the pre-Reformation Catholic Church known as recusants to go underground and seek academic training in Catholic Europe, where exiled English clergy set up schools and seminaries for the sons of English recusant families.",
    "Modernist novels": "Literary modernism, or modernist literature, originated in the late 19th and early 20th centuries, mainly in Europe and North America, and is characterized by a self-conscious break with traditional ways of writing, in both poetry and prose fiction writing. Modernism experimented with literary form and expression, as exemplified by Ezra Pound's maxim to \"Make it new.\" This literary movement was driven by a conscious desire to overturn traditional modes of representation and express the new sensibilities of their time.",
    "Christian radicals": "Rules for Radicals: A Pragmatic Primer for Realistic Radicals is a 1971 book by community activist and writer Saul D. Alinsky about how to successfully run a movement for change. It was the last book written by Alinsky, and it was published shortly before his death in 1972.: 41  His goal was to create a guide for future community organizers, to use in uniting low-income communities, or \"Have-Nots\", in order for them to gain by any effective, non-violent means  social, political, legal, and economic power.",
    "English evangelicals": "Evangelicalism (), also called evangelical Christianity or evangelical Protestantism, is a worldwide interdenominational movement within Protestant Christianity that affirms the centrality of being \"born again\", in which an individual experiences personal conversion, the authority of the Bible as God's revelation to humanity (biblical inerrancy), and in spreading the Christian message. The word evangelical comes from the Greek (euangelion) word for \"good news\".Its origins are usually traced to 1738, with various theological streams contributing to its foundation, including Pietism and Radical Pietism, Puritanism, Quakerism, Presbyterianism and Moravianism (in particular its bishop Nicolaus Zinzendorf and his community at Herrnhut).",
    "English abolitionists": "",
    "18th-century English writers": "Richard Seymour (died c. 1750) was an 18th-century English editor and author, most noted for publishing the later editions of Charles Cotton's historic work, The Compleat Gamester.",
    "English inventors": "English inventions and discoveries are objects, processes or techniques invented, innovated or discovered, partially or entirely, in England by a person from England. Often, things discovered for the first time are also called inventions and in many cases, there is no clear line between the two.",
    "Alumni of St John's College, Cambridge": "St John's College is a constituent college of the University of Cambridge (the full, formal name of the college is the College of St John the Evangelist in the University of Cambridge) founded by the Tudor matriarch Lady Margaret Beaufort. In constitutional terms, the college is a charitable corporation established by a charter dated 9 April 1511.",
    "19th-century pseudonymous writers": "",
    "Medieval Latin poets": "Medieval Latin was the form of Literary Latin used in Roman Catholic Western Europe during the Middle Ages. In this region it served as the primary written language, though local languages were also written to varying degrees.",
    "Scholastic philosophers": "Scholasticism was a medieval school of philosophy that employed a critical organic method of philosophical analysis predicated upon the Aristotelian 10 Categories.  Christian scholasticism emerged within the monastic schools that translated scholastic Judeo—Islamic philosophies, and thereby \"rediscovered\" the collected works of Aristotle.",
    "Anglican poets": "Jacob Bailey (16 April 1731 – 26 July 1808) was an author and clergyman of the Church of England, active in New England and Nova Scotia.\n\n\n== Biography ==\nBailey was born in Rowley, Massachusetts, and was educated at Harvard College, ranked at the bottom (by social order) of the class of 1755, which notably also included John Adams.",
    "Anthologists": "In book publishing, an anthology is a collection of literary works chosen by the compiler; it may be a collection of plays, poems, short stories, songs or excerpts by different authors.In genre fiction, the term anthology typically categorizes collections of shorter works, such as short stories and short novels, by different authors, each featuring unrelated casts of characters and settings, and usually collected into a single volume for publication. Alternatively, it can also be a collection of selected writings (short stories, poems etc.) by one author.Complete collections of works are often called \"complete works\" or \"opera omnia\" (Latin equivalent).",
    "20th-century British writers": "20th Century Ghosts is American author Joe Hill's first published book-length work. A collection of short stories, it was first published in October 2005 in the United Kingdom and released in October 2007 in the United States.",
    "Romantic poets": "Romantic poetry is the poetry of the Romantic era, an artistic, literary, musical and intellectual movement that originated in Europe towards the end of the 18th century. It involved a reaction against prevailing Enlightenment ideas of the 18th century, and lasted approximately from 1800 to 1850.",
    "Frame stories": "A frame story (also known as a frame tale, frame narrative, sandwich narrative, or intercalation) is a literary technique that serves as a companion piece to a story within a story, where an introductory or main narrative sets the stage either for a more emphasized second narrative or for a set of shorter stories. The frame story leads readers from a first story into one or more other stories within it.",
    "20th-century French non-fiction writers": "This is a partial list of 20th-century writers. This list includes notable artists, authors, philosophers, playwrights, poets, scientists and other important and noteworthy contributors to literature.",
    "École Normale Supérieure alumni": "An école normale supérieure (French pronunciation: ​[ekɔl nɔʁmal sypeʁjœʁ]) or ENS is a type of publicly funded higher education institution in France. A portion of the student body, admitted via a highly-selective competitive examination process, are French civil servants and are known as normaliens.",
    "French ethicists": "Jean-Paul Charles Aymard Sartre (, US also ; French: [saʁtʁ]; 21 June 1905 – 15 April 1980) was one of the key figures in the philosophy of existentialism (and phenomenology), a French playwright, novelist, screenwriter, political activist, biographer, and literary critic, as well as a leading figure in 20th-century French philosophy and Marxism. His work has influenced sociology, critical theory, post-colonial theory, and literary studies, and continues to do so.",
    "Grand Croix of the Légion d'honneur": "The National Order of the Legion of Honour (French: Ordre national de la Légion d'honneur), formerly the Royal Order of the Legion of Honour (Ordre royal de la Légion d'honneur), is the highest French order of merit, both military and civil. Established in 1802 by Napoleon Bonaparte, it has been retained (and slightly altered) by all later French governments and régimes.",
    "Anti-Catholicism in England": "Anti-Catholicism is hostility towards Catholics or opposition to the Catholic Church, its clergy, and/or its adherents. At various points after the Reformation, some majority Protestant states, including England, Prussia, Scotland, and the United States, turned anti-Catholicism, opposition to the Pope (anti-Papalism), mockery of Catholic rituals, and opposition to Catholic adherents into major political themes.",
    "Julio-Claudian dynasty": "The Julio-Claudian dynasty comprised the first five Roman emperors: Augustus, Tiberius, Caligula, Claudius, and Nero.This line of emperors ruled the Roman Empire, from its formation (under Augustus, in 27 BC) until the last of the line, emperor Nero, committed suicide (in 68 AD).The name Julio-Claudian is a historiographical term, deriving from the two families composing the imperial dynasty: the Julii Caesares and Claudii Nerones.\n\n\n== Nomenclature ==\nJulius and Claudius were two Roman family names; in classical Latin, they came second.",
    "Bisexual men": "Bisexuality is romantic attraction, sexual attraction, or sexual behavior toward both males and females, or to more than one gender. It may also be defined to include romantic or sexual attraction to people regardless of their sex or gender identity, which is also known as pansexuality.The term bisexuality is mainly used in the context of human attraction to denote romantic or sexual feelings toward both men and women, and the concept is one of the three main classifications of sexual orientation along with heterosexuality and homosexuality, all of which exist on the heterosexual–homosexual continuum.",
    "Evolution": "In political science, a revolution (Latin: revolutio, \"a turn around\") is a fundamental and relatively sudden change in political power and political organization which occurs when the population revolts against the government, typically due to perceived oppression (political, social, economic) or political incompetence.Revolutions have occurred throughout human history and vary widely in terms of methods, duration, and motivating ideology. Their results include major changes in culture, economy, and socio-political institutions, usually in response to perceived overwhelming autocracy or plutocracy.",
    "Invasions of England": "The term Invasion of England may refer to the following planned or actual invasions of what is now modern England, successful or otherwise.\n\n\n== Pre-English Settlement of parts of Britain ==\nThe 55 and 54 BC Caesar's invasions of Britain.",
    "English Catholic poets": "Reverend Canon John Gray (2 March 1866 – 14 June 1934) was an English poet and Catholic priest whose works include Silverpoints, The Long Road and Park: A Fantastic Story. It has often been suggested that he was the inspiration behind Oscar Wilde's fictional Dorian Gray despite evidence to the contrary.",
    "Philosophy of Aristotle": "Aristotelianism ( ARR-i-stə-TEE-lee-ə-niz-əm) is a philosophical tradition inspired by the work of Aristotle, usually characterized by deductive logic and an analytic inductive method in the study of natural philosophy and metaphysics. It covers the treatment of the social sciences under a system of natural law.",
    "20th-century Irish dramatists and playwrights": "William Butler Yeats (13 June 1865 – 28 January 1939) was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre.",
    "20th-century Irish male writers": "",
    "20th-century Irish poets": "William Butler Yeats (13 June 1865 – 28 January 1939) was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre.",
    "Christian ethicists": "Christian ethics, also known as moral theology, is a multi-faceted ethical system: it is a virtue ethic which focuses on building moral character, and a deontological ethic which emphasizes duty. It also incorporates natural law ethics, which is built on the belief that it is the very nature of humans – created in the image of God and capable of morality, cooperation, rationality, discernment and so on – that informs how life should be lived, and that awareness of sin does not require special revelation.: 93  Other aspects of Christian ethics, represented by movements such as the social Gospel and liberation theology, may be combined into a fourth area sometimes called prophetic ethics.: 3–4 Christian ethics derives its metaphysical core from the Bible, seeing God as the ultimate source of all power.",
    "Trojan War literature": "There are a wide range of ways in which people have represented the Trojan War in literature and the arts.\n\n\n== Art ==\n\n\n=== Painting ===\nThe pre-war episodes of Leda and the Swan and the Judgement of Paris were frequent subjects in art from the Renaissance onwards.",
    "English socialists": "The Progressive Alliance of Socialists and Democrats (S&D) is the political group in the European Parliament of the Party of European Socialists (PES). The Progressive Alliance of Socialists and Democrats was officially founded as a Socialist Group on 29 June 1953 which makes it the second oldest political group in the European Parliament after Renew Europe (Renew).",
    "Latin prose texts": "Prose is a form of written or spoken language that typically exhibits a natural flow of speech and grammatical structure. A related narrative device is the stream of consciousness, which also flows naturally but is not concerned with syntax.",
    "Deaths from cancer in England": "Mary I (18 February 1516 – 17 November 1558), also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the Church the property confiscated in the previous two reigns was largely thwarted by Parliament, but during her five-year reign, Mary had over 280 religious dissenters burned at the stake in the Marian persecutions.",
    "Jewish agnostics": "This page lists well-known Jewish atheists. Based on Jewish law's emphasis on matrilineal descent, religiously conservative Orthodox Jewish authorities would accept an atheist born to a Jewish mother as fully Jewish.",
    "People from the City of London": "The lists of people from London, England is divided by London borough. A person from London is known as a Londoner.",
    "Members of the Göttingen Academy of Sciences and Humanities": "The Göttingen Academy of Sciences (German: Akademie der Wissenschaften zu Göttingen) is the second oldest of the seven academies of sciences in Germany. It has the task of promoting research under its own auspices and in collaboration with academics in and outside Germany.",
    "French literary critics": "Literary criticism (or literary studies) is the study, evaluation, and interpretation of literature. Modern literary criticism is often influenced by literary theory, which is the philosophical discussion of literature's goals and methods.",
    "Angelic visionaries": "David (Hebrew: דָּוִד‎, Modern: Davīd, Tiberian: Dāwīḏ, \"beloved one\") was, according to the Hebrew Bible, the third king of the United Kingdom of Israel. In the Books of Samuel, he is described as a young shepherd and harpist who gains fame by slaying Goliath, a champion of the Philistines, in southern Canaan.",
    "Ethical principles": "The American Psychological Association (APA) Ethical Principles of Psychologists and Code of Conduct (for short, the Ethics Code,  as referred to by the APA) includes an introduction, preamble, a list of five aspirational principles and a list of ten enforceable standards that psychologists use to guide ethical decisions in practice, research, and education. The principles and standards are written, revised, and enforced by the APA. The code of conduct is applicable to psychologists in a variety of areas across a variety of contexts.",
    "Male characters in literature": "Daniel Anthony Torrance, also known as Doc, Danny, Dan, and later Doctor Sleep, is a fictional character who first appears in the 1977 novel The Shining by Stephen King as a child with psychic powers called \"the shining\". His parents are father Jack Torrance and mother Wendy Torrance.",
    "English translators": "Translation is the communication of the meaning of a source-language text by means of an equivalent target-language text. The English language draws a terminological distinction (which does not exist in every language) between translating (a written text) and interpreting (oral or signed communication between users of different languages); under this distinction, translation can begin only after the appearance of writing within a language community.",
    "Victorian women writers": "",
    "Silver Age Latin writers": "Classical Latin is the form of Literary Latin recognized as a literary standard by writers of the late Roman Republic and early Roman Empire. It was used from 75 BC to the 3rd century AD, when it developed into Late Latin.",
    "American social commentators": "",
    "Leipzig University alumni": "Leipzig University (German: Universität Leipzig), in Leipzig in the Free State of Saxony, Germany, is one of the world's oldest universities and the second-oldest university (by consecutive years of existence) in Germany. The university was founded on 2 December 1409 by Frederick I, Elector of Saxony and his brother William II, Margrave of Meissen, and originally comprised the four scholastic faculties.",
    "19th-century British physicists": "",
    "History of technology": "The history of technology is the history of the invention of tools and techniques and is one of the categories of world history. Technology can refer to methods ranging from as simple as stone tools to the complex genetic engineering and information technology that has emerged since the 1980s.",
    "Sovereignty": "Sovereign is a title which can be applied to the highest leader in various categories. The word is borrowed from Old French souverain, which is ultimately derived from the Latin superānus, meaning 'above'.",
    "Female characters in literature": "The strong female character is a stock character, the opposite of the damsel in distress. In the first half of the 20th century, the rise of mainstream feminism and the increased use of the concept in the later 20th century have reduced the concept to a standard item of pop culture fiction.",
    "English physicists": "Brian Edward Cox  (born 3 March 1968) is  an English physicist and former musician who is a professor of particle physics in the School of Physics and Astronomy at the University of Manchester and The Royal Society Professor for Public Engagement in Science. He is best known to the public as the presenter of science programmes, especially the Wonders of...",
    "People associated with electricity": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures.",
    "Former Roman Catholics": "Former Catholics or ex-Catholics are people who used to be Catholic for some time, but no longer identify as such. This includes both individuals who were at least nominally raised in the Roman Catholic faith, and individuals who converted to it in later life, both of whom later rejected and left it, or converted to other faiths (including the related non-Roman Catholic faiths).",
    "English satirists": "Sacha Noam Baron Cohen (born 13 October 1971) is an English actor, comedian, producer and screenwriter. He is best known for his creation and portrayal of the fictional satirical characters Ali G, Borat Sagdiyev, Brüno Gehard, and Admiral General Aladeen.",
    "6th-century BC Greek people": "The 6th century  BC started the first day of 600 BC and ended the last day of 501 BC.\nIn Western Asia, the first half of this century was dominated by the Neo-Babylonian Empire, which had risen to power late in the previous century after successfully rebelling against Assyrian rule. The Kingdom of Judah came to an end in 586 BC when Babylonian forces under Nebuchadnezzar II captured Jerusalem, and removed most of its population to their own lands.",
    "Physics beyond the Standard Model": "Physics beyond the Standard Model (BSM) refers to the theoretical developments needed to explain the deficiencies of the Standard Model, such as the inability to explain the fundamental parameters of the standard model, the strong CP problem, neutrino oscillations, matter–antimatter asymmetry, and the nature of dark matter and dark energy. Another problem lies within the mathematical framework of the Standard Model itself: the Standard Model is inconsistent with that of general relativity, and one or both theories break down under certain conditions, such as spacetime singularities like the Big Bang and black hole event horizons.",
    "Theoretical physics": "Theoretical physics is a branch of physics that employs mathematical models and abstractions of physical objects and systems to rationalize, explain and predict natural phenomena. This is in contrast to experimental physics, which uses experimental tools to probe these phenomena.",
    "Unsolved problems in astronomy": "Some of these unsolved problems in astronomy are theoretical, meaning that existing theories seem incapable of explaining a certain observed phenomenon or experimental result.",
    "Criticism of rationalism": "The philosophy of rationalism, understood as having first emerged in the writings of Francis Bacon and René Descartes, has received a variety of criticisms since its inception. These may entail a view that certain things are beyond rational understanding, that total rationality is insufficient to human life, or that people are not instinctively rational and progressive.The term irrationalism is a pejorative designation of such criticisms.",
    "Philosophy of mind": "Philosophy of mind is a branch of philosophy that studies the ontology and nature of the mind and its relationship with the body. The mind–body problem is a paradigmatic issue in philosophy of mind, although a number of other issues are addressed, such as the hard problem of consciousness and the nature of particular mental states.",
    "Theory of mind": "In psychology, theory of mind refers to the capacity to understand other people by ascribing mental states to them (that is, surmising what is happening in their mind). This includes the knowledge that others' mental states may be different from one's own states and include beliefs, desires, intentions, emotions, and thoughts.",
    "Concepts in logic": "Philosophy of logic is the area of philosophy that studies the scope and nature of logic. It investigates the philosophical problems raised by logic, such as the presuppositions often implicitly at work in theories of logic and in their application.",
    "Fabulists": "Fable is a literary genre: a succinct fictional story, in prose or verse, that features animals, legendary creatures, plants, inanimate objects, or forces of nature that are anthropomorphized, and that illustrates or leads to a particular moral lesson (a \"moral\"), which may at the end be added explicitly as a concise maxim or saying.\nA fable differs from a parable in that the latter excludes animals, plants, inanimate objects, and forces of nature as actors that assume speech or other powers of humankind.",
    "Physical phenomena": "A phenomenon  is an observable event. The term came into its modern philosophical usage through Immanuel Kant, who contrasted it with the noumenon, which cannot be directly observed.",
    "Irish Anglicans": "",
    "Independent scientists": "An independent scientist (historically also known as gentleman scientist) is a financially independent scientist who pursues scientific study without direct affiliation to a public institution such as a university or government-run research and development body. The expression \"gentleman scientist\" arose in post-Renaissance Europe, but became less common in the 20th century as government and private funding increased.",
    "Members of the Bavarian Academy of Sciences": "The Bavarian Academy of Sciences and Humanities (German: Bayerische Akademie der Wissenschaften) is an independent public institution, located in Munich. It appoints scholars whose research has contributed considerably to the increase of knowledge within their subject.",
    "Geology theories": "In geology, catastrophism theorises that the Earth has largely been shaped by sudden, short-lived, violent events, possibly worldwide in scope.\nThis contrasts with uniformitarianism (sometimes called gradualism), according to which slow incremental changes, such as erosion, brought about all the Earth's  geological features.",
    "Christian humanists": "Christian humanism regards humanist principles like universal human dignity, individual freedom, and the importance of happiness as essential and principal or even exclusive components of the teachings of Jesus. Proponents of the term trace the concept to the Renaissance or patristic period, linking their beliefs to the scholarly movement also called 'humanism'.",
    "Critics of atheism": "Criticism of atheism is criticism of the concepts, validity, or impact of atheism, including associated political and social implications. Criticisms include positions based on the history of science, philosophical and logical criticisms, findings in both the natural and social sciences, theistic apologetic arguments, arguments pertaining to ethics and morality, the effects of atheism on the individual, or the assumptions that underpin atheism.",
    "Spirituality": "",
    "Philosophical schools and traditions": "",
    "English social commentators": "",
    "Free speech activists": "Freedom of speech is a principle that supports the freedom of an individual or a community to articulate their opinions and ideas without fear of retaliation, censorship, or legal sanction. The right to freedom of expression has been recognised as a human right in the Universal Declaration of Human Rights and international human rights law by the United Nations.",
    "Freethought writers": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Nonviolence advocates": "Nonviolence is the personal practice of not causing harm to others under any condition. It may come from the belief that hurting people, animals and/or the environment is unnecessary to achieve an outcome and it may refer to a general philosophy of abstention from violence.",
    "Artificial intelligence": "Artificial intelligence (AI) is intelligence demonstrated by machines, as opposed to the natural intelligence displayed by animals and humans. AI research has been defined as the field of study of intelligent agents, which refers to any system that perceives its environment and takes actions that maximize its chance of achieving its goals.The term \"artificial intelligence\" had previously been used to describe machines that mimic and display \"human\" cognitive skills that are associated with the human mind, such as \"learning\" and \"problem-solving\".",
    "Empiricism": "",
    "British political philosophers": "Born in southern Australia, John Keane is Professor of Politics at the University of Sydney and at the Wissenschaftszentrum Berlin (WZB). He first studied Politics, Government and History at the University of Adelaide, winning the Tinline Prize for a First Class Honours with Highest Distinction (1971).",
    "Neuroscience": "Neuroscience is the scientific study of the nervous system (the brain, spinal cord, and peripheral nervous system) and its functions. It is a multidisciplinary science that combines physiology, anatomy, molecular biology, developmental biology, cytology, psychology, physics, computer science, chemistry, medicine, statistics, and mathematical modeling to understand the fundamental and emergent properties of neurons, glia and neural circuits.",
    "Rhetoric": "Rhetoric () is the art of persuasion, which along with grammar and logic (or dialectic – see Martianus Capella) is one of the three ancient arts of discourse. Rhetoric aims to study the techniques writers or speakers utilize to inform, persuade, or motivate particular audiences in specific situations.",
    "Cultural studies": "Cultural studies is an interdisciplinary field that examines the political dynamics of contemporary culture (including popular culture) and its historical foundations. Cultural studies researchers generally investigate how cultural practices relate to wider systems of power associated with, or operating through, social phenomena.",
    "History of mathematics": "The history of mathematics deals with the origin of discoveries in mathematics and the mathematical methods and notation of the past. Before the modern age and the worldwide spread of knowledge, written examples of new mathematical developments have come to light only in a few locales.",
    "Irish male poets": "William Butler Yeats (13 June 1865 – 28 January 1939) was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre.",
    "Holy Grail": "",
    "Anglo-Irish artists": "Anglo-Irish people (Irish: Angla-Éireannach) denotes an ethnic, social and religious grouping who are mostly the descendants and successors of the English Protestant Ascendancy in Ireland. They mostly belong to the Anglican Church of Ireland, which was the established church of Ireland until 1871, or to a lesser extent one of the English dissenting churches, such as the Methodist church, though some were Roman Catholics.",
    "Irish fantasy writers": "Harry Max Harrison (born Henry Maxwell Dempsey; March 12, 1925 – August 15, 2012) was an American science fiction author,  known mostly for his character The Stainless Steel Rat and for his novel Make Room! Make Room!",
    "Neoclassical writers": "Neoclassicism (also spelled Neo-classicism) was a Western cultural movement in the decorative and visual arts, literature, theatre, music, and architecture that drew inspiration from the art and culture of classical antiquity. Neoclassicism was born in Rome largely thanks to the writings of Johann Joachim Winckelmann, at the time of the rediscovery of Pompeii and Herculaneum, but its popularity spread all over Europe as a generation of European art students finished their Grand Tour and returned from Italy to their home countries with newly rediscovered Greco-Roman ideals.",
    "Emergence": "An emergency is an urgent, unexpected, and usually dangerous situation that poses an immediate risk to health, life, property, or environment and requires immediate action.  Most emergencies require urgent intervention to prevent a worsening of the situation, although in some situations, mitigation may not be possible and agencies may only be able to offer palliative care for the aftermath.",
    "Philosophy of love": "Philosophy of love is the field of social philosophy and ethics that attempts to explain the nature of love.\n\n\n== Current theories ==\nThere are many different theories that attempt to explain what love is, and what function it serves.",
    "Anthropology": "Anthropology is the scientific study of humanity, concerned with human behavior, human biology, cultures, societies, and linguistics, in both the present and past, including past human species. Social anthropology studies patterns of behavior, while cultural anthropology studies cultural meaning, including norms and values.",
    "16th-century English dramatists and playwrights": "",
    "16th-century English poets": "",
    "English Renaissance dramatists": "The English Renaissance was a cultural and artistic movement in England from the early 16th century to the early 17th century. It is associated with the pan-European Renaissance that is usually regarded as beginning in Italy in the late 14th century.",
    "British science fiction novels": "",
    "Dystopian novels": "Utopian and dystopian fiction are genres of speculative fiction that explore social and political structures. Utopian fiction portrays a setting that agrees with the author's ethos, having various attributes of another reality intended to appeal to readers.",
    "English novels": "The English novel is an important part of English literature. This article mainly concerns novels, written in English, by novelists who were born or have spent a significant part of their lives in England, Scotland, Wales, or Northern Ireland (or any part of Ireland before 1922).",
    "Novels set in London": "Rivers of London (Midnight Riot in the US) is the first novel in the Peter Grant series by English author Ben Aaronovitch. The novel was released on 10 January 2011 through Gollancz and was well received by critics, earning a Galaxy National Book Awards nomination for Aaronovitch in the New Writer of the Year award.",
    "18th-century German writers": "From the 1680s to 1789, Germany comprised many small territories which were parts of the Holy Roman Empire of the German Nation. Prussia finally emerged as dominant.",
    "19th-century educators": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "German idealism": "",
    "German logicians": "Immanuel Kant (UK: , US: , German: [ɪˈmaːnu̯eːl ˈkant]; 22 April 1724 – 12 February 1804) was a German philosopher and one of the central Enlightenment thinkers. Born in Königsberg, Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy.In his doctrine of transcendental idealism, Kant argued that space and time are mere \"forms of intuition\" which structure all experience, and therefore that, while \"things-in-themselves\" exist and contribute to experience, they are nonetheless distinct from the objects of experience.",
    "German male essayists": "",
    "Historians of philosophy": "Philosophy (from Greek: φιλοσοφία, philosophia, 'love of wisdom') is the systematized study of general and fundamental questions, such as those about existence, reason, knowledge, values, mind, and language. Such questions are often posed as problems to be studied or resolved.",
    "Kantianism": "Kantianism is the philosophy of Immanuel Kant, a German philosopher born in Königsberg, Prussia (now Kaliningrad, Russia). The term Kantianism or Kantian is sometimes also used to describe contemporary positions in philosophy of mind, epistemology, and ethics.",
    "Philosophy and thought in the Dutch Republic": "Cartesianism is the philosophical and scientific system of René Descartes and its subsequent development by other seventeenth century thinkers, most notably François Poullain de la Barre, Nicolas Malebranche and Baruch Spinoza. Descartes is often regarded as the first thinker to emphasize the use of reason to develop the natural sciences.",
    "18th-century French women writers": "18th-century French literature is French literature written between 1715, the year of the death of King Louis XIV of France, and 1798, the year of the coup d'État of Bonaparte which brought the Consulate to power, concluded the French Revolution, and began the modern era of French history.   This century of enormous economic, social, intellectual and political transformation produced two important literary and philosophical movements:  during what became known as the Age of Enlightenment, the Philosophes  questioned all existing institutions, including the church and state, and applied rationalism and scientific analysis to society; and a very different movement, which emerged in reaction to the first movement; the beginnings of Romanticism, which exalted the role of emotion in art and life.",
    "19th-century diarists": "",
    "Social concepts": "Social constructionism is a theory in sociology, social ontology, and communication theory which proposes that certain ideas about physical reality arise from collaborative consensus, instead of pure observation of said reality. The theory centers on the notion that meanings are developed in coordination with others rather than separately by each individual.",
    "Religious terminology": "A vajra is a ritual weapon symbolizing the properties of a diamond (indestructibility) and a thunderbolt (irresistible force).The vajra is a type of club with a ribbed spherical head. The ribs may meet in a ball-shaped top, or they may be separate and end in sharp points with which to stab.",
    "Hindu texts": "Hindu texts are manuscripts and voluminous historical literature which are related to any of the diverse traditions within Hinduism. A few of these texts are shared across these traditions and they are broadly considered Hindu scriptures.",
    "Sanskrit texts": "Sanskrit (attributively संस्कृत-, saṃskṛta-; nominally संस्कृतम्, saṃskṛtam, IPA: [ˈsɐ̃skr̩tɐm]) is a classical language of South Asia that belongs to the Indo-Aryan branch of the Indo-European languages. It arose in South Asia after its predecessor languages had diffused there from the northwest in the late Bronze Age.",
    "Russian atheists": "Irreligion was the official state policy during the Soviet Union and was rigorously enforced. This led to the persecution of Christians in the country.",
    "Anarchist writers": "Anarchism is a political philosophy and movement that is skeptical of all justifications for authority and seeks to abolish the institutions they claim maintain unnecessary coercion and hierarchy, typically including, though not necessarily limited to, the state and capitalism. Anarchism advocates for the replacement of the state with stateless societies or other forms of free associations.",
    "Anarcho-communists": "Anarcho-communism, also known as anarchist communism, (or, colloquially, ancom or ancomm) is a political philosophy and anarchist school of thought that advocates communism. It calls for the abolition of private property but retains respect for personal property and collectively-owned items, goods, and services.",
    "Plays adapted into radio programs": "Cyrano de Bergerac is a play written in 1897 by Edmond Rostand. There was a real Cyrano de Bergerac, and the play is a fictionalisation following the broad outlines of his life.",
    "20th-century German non-fiction writers": "",
    "German anti-capitalists": "",
    "German Marxist writers": "",
    "German Marxists": "",
    "Jewish socialists": "The Jewish left consists of Jews who identify with, or support, left-wing or left-liberal causes, consciously as Jews, either as individuals or through organizations. There is no one organization or movement which constitutes the Jewish left, however.",
    "19th-century French novelists": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "19th-century French women writers": "Women have made significant contributions to literature since the earliest written texts. Women have been at the forefront of textual communication since early civilizations.",
    "20th-century French women writers": "20th-century French art developed out of the Impressionism and Post-Impressionism that dominated French art at the end of the 19th century. The first half of the 20th century in France saw the even more revolutionary experiments of Cubism, Dada and Surrealism, artistic movements that would have a major impact on western, and eventually world, art.",
    "20th-century LGBT people": "The following is a timeline of lesbian, gay, bisexual, and transgender (LGBT) history in the 20th century.\n\n\n== 1900s ==\n1901 – On 8 June 1901 two women, Marcela Gracia Ibeas and Elisa Sanchez Loriga, attempted to get married in A Coruña (Galicia, Spain).",
    "Bisexual women": "Bisexuality is romantic attraction, sexual attraction, or sexual behavior toward both males and females, or to more than one gender. It may also be defined to include romantic or sexual attraction to people regardless of their sex or gender identity, which is also known as pansexuality.The term bisexuality is mainly used in the context of human attraction to denote romantic or sexual feelings toward both men and women, and the concept is one of the three main classifications of sexual orientation along with heterosexuality and homosexuality, all of which exist on the heterosexual–homosexual continuum.",
    "French LGBT novelists": "Sidonie-Gabrielle Colette (French: [kɔ.lɛt]; 28 January 1873 – 3 August 1954), known mononymously as Colette, was a French author and woman of letters. She was also a mime, actress, and journalist.",
    "British male poets": "Edward King (1612 – 10 August 1637) is the subject of John Milton's poem \"Lycidas\".\nKing was born in Ireland in 1612, the son of Sir John King, a   member of a Yorkshire family who had migrated to Ireland, and Catherine Drury (died 1617), daughter of Robert Drury and a  grand-niece of Sir William Drury, Lord President of Munster.",
    "Philosophical pessimists": "Philosophical pessimism is a family of philosophical views that assign a negative value to life or existence. Philosophical pessimists commonly argue that the world contains an empirical prevalence of pains over pleasures, that life is ontologically or intrinsically adverse to living beings, and that existence is fundamentally meaningless or without purpose.",
    "Austrian people of Jewish descent": "",
    "Ancient Syria": "The history of Syria covers events which occurred on the territory of the present Syrian Arab Republic and events which occurred in the region of Syria. Throughout ancient times the territory of present Syrian Arab Republic was occupied and ruled by several empires, including the Sumerians, Mitanni, Assyrians, Babylonians, Egyptians, Hittites, Canaanites, Phoenicians, Arameans, Amorites, Persians, Greeks and Romans.",
    "Ancient Near East": "The ancient Near East was the home of early civilizations within a region roughly corresponding to the modern Middle East: Mesopotamia (modern Iraq, southeast Turkey, southwest Iran and northeastern Syria), ancient Egypt, ancient Iran (Elam, Media, Parthia and Persia), Anatolia/Asia Minor and the Armenian Highlands (Turkey's Eastern Anatolia Region, Armenia, northwestern Iran, southern Georgia, and western Azerbaijan), the Levant (modern Syria, Lebanon, Israel, Palestine, and Jordan), Cyprus and the Arabian Peninsula. The ancient Near East is studied in the fields of Ancient Near East studies, Near Eastern archaeology and ancient history.",
    "History of the Mediterranean": "The history of the Mediterranean region and of the cultures and people of the Mediterranean Basin is important for understanding the origin and development of the Mesopotamian, Egyptian, Canaanite, Phoenician, Hebrew, Carthaginian, Minoan, Greek, Persian, Illyrian, Thracian, Etruscan, Iberian, Roman, Byzantine, Bulgarian, Arab, Berber, Ottoman, Christian and Islamic cultures. The Mediterranean Sea was the central superhighway of transport, trade and cultural exchange between diverse peoples encompassing three continents: Western Asia, North Africa, and Southern Europe.",
    "Ancient Greek epistemologists": "Socrates (Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon.",
    "Ancient Greek logicians": "Socrates (Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon.",
    "Ancient Greek physicists": "",
    "Attic Greek writers": "Attic Greek is the Greek dialect of the ancient region of Attica, including the polis of Athens. Often called classical Greek, it was the prestige dialect of the Greek world for centuries and remains the standard form of the language that is taught to students of ancient Greek.",
    "Epigrammatists": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Greek social commentators": "",
    "19th-century literature": "Literature of the 19th century refers to world literature produced during the 19th century. The range of years is, for the purpose of this article, literature written from (roughly) 1799 to 1900.",
    "Modern art": "Modern art includes artistic work produced during the period extending roughly from the 1860s to the 1970s, and denotes the styles and philosophies of the art produced during that era. The term is usually associated with art in which the traditions of the past have been thrown aside in a spirit of experimentation.",
    "18th-century German composers": "From the 1680s to 1789, Germany comprised many small territories which were parts of the Holy Roman Empire of the German Nation. Prussia finally emerged as dominant.",
    "German classical composers": "The following is a chronological list of classical music composers who lived in, worked in, were German citizens, or who grew up and made their careers in Germany.\n\n\n== Medieval ==\nHildegard von Bingen (1098–1179)\n\n\n== Renaissance ==\nCaspar Othmayr (1515–1553)\nValentin Haussmann (c. 1560 – c. 1611–13)\nHans Leo Hassler (1564–1612)\n\n\n== Baroque ==\nMichael Praetorius (1571–1621)\nAndreas Hakenberger (1574–1627)\nHeinrich Schütz (1585–1672)\nSamuel Scheidt (1587–1653)\nJohann Schop  (1590–1667)\nJohann Jakob Froberger (1616–1667)\nKaspar Förster (1616–1673)\nHeinrich Schwemmer (1621–1696)\nJohann Caspar Kerll (1627–1693)\nGeorg Caspar Wecker (1632–1695)\nAdam Krieger (1634–1666)\nJohann Philipp Krieger (1649–1725)\nJohann Krieger (1651–1735)\nJohann Pachelbel (1653–1706)\nChristian Friedrich Witt (1660–1717)\nGiovanni Henrico Albicastro (1660–1730)\nFranz Xaver Murschhauser (1663–1738)\nGeorg Caspar Schürmann (1672/1673–1751)\nGeorg Friedrich Kauffmann (1679–1735)\nGeorg Philipp Telemann (1681–1767)\nJohann David Heinichen (1683–1729)\nJohann Sebastian Bach (1685–1750)\nGeorge Frideric Handel (1685–1759)\nSylvius Leopold Weiss (1687–1750)\nJohann Friedrich Fasch (1688–1758)\nGottfried Heinrich Stölzel (1690–1749)\nJohann Christian Hertel (1697–1754)\nJohann Joachim Quantz (1697–1773)\nJohann Gottlieb Graun (1703–1771)\nCarl Heinrich Graun (1704–1759)\n\n\n== Classical era ==\nJohan Agrell (1701–1765)\nJohann Ernst Eberlin (1702–1762)\nJohann Gottlieb Janitsch (1708–c.",
    "20th-century British non-fiction writers": "William Andrew Murray Boyd  (born 7 March 1952) is a Scottish novelist, short story writer and screenwriter.\n\n\n== Biography ==\nBoyd was born in Accra, Gold Coast, (present-day Ghana), to Scottish parents, both from Fife, and has two younger sisters.",
    "20th-century English novelists": "Elizabeth Taylor (née Coles; 3 July 1912 – 19 November 1975) was an English novelist and short-story writer. Kingsley Amis described her as \"one of the best English novelists born in this century\".",
    "Alumni of Newnham College, Cambridge": "Newnham College is a women's constituent college of the University of Cambridge.\nThe college was founded in 1871 by a group organising Lectures for Ladies, members of which included philosopher Henry Sidgwick and suffragist campaigner Millicent Garrett Fawcett.",
    "English women dramatists and playwrights": "Laura Wade is an English playwright.\n\n\n== Early life ==\nWade was born in Bedford, Bedfordshire.",
    "English women philosophers": "Although men have generally dominated philosophical discourse, women have been philosophers throughout the history of the discipline. Ancient examples include Maitreyi (1000 BCE), Gargi Vachaknavi (700 \nBCE), Hipparchia of Maroneia (active c. 325 BCE) and Arete of Cyrene (active 5th–4th centuries BCE).",
    "James Tait Black Memorial Prize recipients": "The James Tait Black Memorial Prizes are literary prizes awarded for literature written in the English language. They, along with the Hawthornden Prize, are Britain's oldest literary awards.",
    "English LGBT poets": "Reverend Canon John Gray (2 March 1866 – 14 June 1934) was an English poet and Catholic priest whose works include Silverpoints, The Long Road and Park: A Fantastic Story. It has often been suggested that he was the inspiration behind Oscar Wilde's fictional Dorian Gray despite evidence to the contrary.",
    "Former countries in Europe": "This article gives a detailed listing of all the countries, including puppet states, that have existed in Europe since the Congress of Vienna in 1815 to the present day. Each country has information separated into columns: name of the distinct country, its lifespan, the country or countries that hold all or some of the territory it once did, and further information about it.",
    "Epistolary novels": "An epistolary novel is a novel written as a series of letters. The term is often extended to cover novels which intersperse documents of other kinds with the letters, most commonly diary entries and newspaper clippings, and sometimes considered to include novels composed of documents even if they don't include letters at all.",
    "Novels set in the 1820s": "",
    "5th-century BC historians": "",
    "Classical-era Greek historians": "Thucydides (Greek: Θουκυδίδης; c. 460 – c. 400 BC) was an Athenian historian and general. His History of the Peloponnesian War recounts the fifth-century BC war between Sparta and Athens until the year 411 BC. Thucydides has been dubbed the father of \"scientific history\" by those who accept his claims to have applied strict standards of  impartiality and evidence-gathering and analysis of cause and effect, without reference to intervention by the deities, as outlined in his introduction to his work.He also has been called the father of the school of political realism, which views the political behavior of individuals and the subsequent outcomes of relations between states as ultimately mediated by, and constructed upon, fear and self-interest.",
    "18th-century English non-fiction writers": "Isaac Watts (17 July 1674 – 25 November 1748) was an English Congregational minister, hymn writer, theologian, and logician. He was a prolific and popular hymn writer and is credited with some 750 hymns.",
    "Alumni of Magdalen College, Oxford": "One of the constituent colleges of the University of Oxford in England. Notable former students include politicians, lawyers, bishops, poets, and academics.",
    "British MPs 1780–1784": "William Wilberforce (24 August 1759 – 29 July 1833) was a British politician, philanthropist and leader of the movement to abolish the slave trade. A native of Kingston upon Hull, Yorkshire, he began his political career in 1780, eventually becoming an independent Member of Parliament (MP) for Yorkshire (1784–1812).",
    "Members of the Parliament of Great Britain for English constituencies": "The first Parliament of the Kingdom of Great Britain was established in 1707 after the merger of the Kingdom of England and the Kingdom of Scotland. It was in fact the 4th and last session of the 2nd Parliament of Queen Anne suitably renamed: no fresh elections were held in England, and the existing members of the House of Commons of England sat as members of the new House of Commons of Great Britain.",
    "18th-century non-fiction writers": "",
    "German nationalists": "German nationalism (German: Deutscher Nationalismus) is an ideological notion that promotes the unity of Germans and German-speakers into one unified nation state. German nationalism also emphasizes and takes pride in the patriotism and national identity of Germans as one nation and one person.",
    "Humor researchers": "Humor research (also humor studies) is a multifaceted field which enters the domains of linguistics, history, and literature. Research in humor has been done to understand the psychological and physiological effects, both positive and negative, on a person or groups of people.",
    "Picaresque novels": "The picaresque novel (Spanish: picaresca, from pícaro,  for \"rogue\" or \"rascal\") is a genre of prose fiction. It depicts the adventures of a roguish, but \"appealing hero\", usually of low social class, who lives by his wits in a corrupt society.",
    "Civil wars in England": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms.",
    "1st-century BC writers": "The 1st century BC, also known as the last century BC and the last century BCE, started on the first day of 100 BC and ended on the last day of 1 BC. The AD/BC notation does not use a year zero; however, astronomical year numbering does use a zero, as well as a minus sign, so \"2 BC\" is equal to \"year –1\". 1st century AD (Anno Domini) follows.",
    "Determinists": "Determinism is a philosophical view, where all events are determined completely by previously existing causes. Deterministic theories throughout the history of philosophy have developed from diverse and sometimes overlapping motives and considerations.",
    "French physicists": "Marie Salomea Skłodowska–Curie ( KURE-ee, French pronunciation: ​[maʁi kyʁi], Polish pronunciation: [ˈmarja skwɔˈdɔfska kʲiˈri]; born Maria Salomea Skłodowska, Polish: [ˈmarja salɔˈmɛa skwɔˈdɔfska]; 7 November 1867 – 4 July 1934) was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person and the only woman to win the Nobel Prize twice, and the only person to win the Nobel Prize in two scientific fields.",
    "Theoretical physicists": "The following is a partial list of notable theoretical physicists. Arranged by century of birth, then century of death, then year of birth, then year of death, then alphabetically by surname.",
    "Classical economists": "Classical economics, classical political economy, or Smithian economics is a school of thought in political economy that flourished, primarily in Britain, in the late 18th and early-to-mid 19th century. Its main thinkers are held to be Adam Smith, Jean-Baptiste Say, David Ricardo, Thomas Robert Malthus, and John Stuart Mill.",
    "Plays set in ancient Greece": "",
    "Extinction events": "An extinction event (also known as a mass extinction or biotic crisis) is a widespread and rapid decrease in the biodiversity on Earth. Such an event is identified by a sharp change in the diversity and abundance of multicellular organisms.",
    "British poems": "\"Casabianca\" is a poem by the English poet Felicia Dorothea Hemans, first published in The Monthly Magazine, Vol 2, August 1826.The poem starts:\n\nThe boy stood on the burning deck\nWhence all but he had fled;\nThe flame that lit the battle's wreck\nShone round him o'er the dead.It is written in ballad meter, rhyming abab. It is about the true story of a boy who was obedient enough to wait for his father's orders, not knowing that his father is no longer alive.",
    "2nd-century philosophers": "The 2nd century BC started the first day of 200 BC and ended the last day of 101 BC. It is considered part of the Classical era, although depending on the region being studied, other terms may be more suitable. It is also considered to be the end of the Axial Age.",
    "Deified Roman emperors": "",
    "Roman philhellenes": "Philhellenism (\"the love of Greek culture\") was an intellectual movement prominent mostly at the turn of the 19th century. It contributed to the sentiments that led Europeans such as Lord Byron and Charles Nicolas Fabvier to advocate for Greek independence from the Ottoman Empire.",
    "Roman pharaohs": "The Roman pharaohs, rarely referred to as ancient Egypt's Thirty-fourth Dynasty,  were the Roman emperors in their capacity as rulers of Egypt, especially in Egyptology. After Egypt was incorporated into the Roman Empire in 30 BCE, the people and especially the priesthood of the country continued to recognize the Roman emperors as pharaohs, according them traditional pharaonic titularies and depicting them with traditional pharaonic garb, engaging in traditional pharaonic activities, in artwork and at temples throughout Egypt.",
    "Contributors to the Encyclopédie (1751–1772)": "Encyclopédie, ou dictionnaire raisonné des sciences, des arts et des métiers (English: Encyclopedia, or a Systematic Dictionary of the Sciences, Arts, and Crafts), better known as Encyclopédie, was a general encyclopedia published in France between 1751 and 1772, with later supplements, revised editions, and translations. It had many writers, known as the Encyclopédistes.",
    "Northumbrian saints": "This list of Northumbrian saints includes Christian saints with strong connections to the medieval Kingdom of Northumbria, either because they were of local origin and ethnicity (chiefly Anglian) or because they travelled to Northumbria from their own homeland and became noted in their hagiography for work there. Northumbria existed from the 7th–10th centuries in what is now northern England, along with areas of the Scottish Borders and the Lothian.",
    "Miracle workers": "",
    "American novels adapted into films": "Bourne are a series of three novels by Robert Ludlum based on the fictional spy Jason Bourne.  The series has since been further extended by Eric Van Lustbader after the death of Robert Ludlum.",
    "American novels adapted into plays": "Strangers on a Train (1950) is a psychological thriller novel by Patricia Highsmith about two men whose lives become entangled after one of them proposes they \"trade\" murders.\nIt was adapted as a film in 1951 by director Alfred Hitchcock and again in 1969 by Robert Sparr.",
    "Metafictional novels": "",
    "American novels adapted into television shows": "Blonde is a bestselling 2000 biographical fiction novel by Joyce Carol Oates that presents a fictionalized take on the life of American actress Marilyn Monroe.\nOates insists that the novel is a work of fiction that should not be regarded as a biography.",
    "Astronomical events": "",
    "Vandalized works of art": "St George is a marble sculpture by Donatello. It is one of fourteen sculptures commissioned by the guilds of Florence to decorate the external niches of the Orsanmichele church.",
    "Alumni of Christ Church, Oxford": "",
    "English diarists": "",
    "German–English translators": "Translation is the communication of the meaning of a source-language text by means of an equivalent target-language text. The English language draws a terminological distinction (which does not exist in every language) between translating (a written text) and interpreting (oral or signed communication between users of different languages); under this distinction, translation can begin only after the appearance of writing within a language community.",
    "20th-century pseudonymous writers": "",
    "Artist authors": "Artist and the Author is a pamphlet written by George Cruikshank in 1872. During the late 1860s, Cruikshank claimed to be the author of works attributed to other writers, including Charles Dickens and William Harrison Ainsworth.",
    "18th-century British philosophers": "Philosophers born in the 18th century (and others important in the history of philosophy), listed alphabetically:\n\nNote: This list has a minimal criterion for inclusion and the relevance to philosophy of some individuals on the list is disputed.\n\n\n== A ==\nJacob Friedrich von Abel, (1751–1829)\nJohn Abercrombie, (1780–1844)\nJohann Heinrich Abicht, (1762–1816)\nJohn Adams, (1735–1826)\nFrancesco Algarotti, (1712–1764)\nArchibald Alison, (1757–1839)\nJohn Allen, (1771–1843)\nAnton Wilhelm Amo, (1703 – c.",
    "English women activists": "Nazanin Boniadi (Persian: نازنین بنیادی, [nɑːzæˈniːn bonjɑːˈdiː]; born 22 May 1980) is a British actress and activist. Born in Iran and raised in London, she went to university in the United States, where she landed her first major acting role as Leyla Mir in the medical drama General Hospital (2007–2009) and its spin-off General Hospital: Night Shift (2007).",
    "18th-century pseudonymous writers": "Benjamin Franklin  (January 17, 1706 [O.S. January 6, 1706] –  April 17, 1790) was an American polymath who was active as a writer, scientist, inventor, statesman, diplomat, printer, publisher, and political philosopher. Among the leading intellectuals of his time, Franklin was one of the Founding Fathers of the United States, a drafter and signer of the United States Declaration of Independence, and the first United States Postmaster General.",
    "Pseudonymous women writers": "Susie Boniface (born 1976 or 1977 in Tonbridge, Kent) is a British journalist and author who has written for several newspapers and uses the pseudonym Fleet Street Fox in her Daily Mirror column and on Twitter. She used the name Lillys Miles while writing an anonymous blog, but revealed her identity when her book Diaries of a Fleet Street Fox was published in 2013.",
    "Nobility from Vienna": "Marie Antoinette Josèphe Jeanne (French: [maʁi ɑ̃twanɛt] (listen); née Maria Antonia Josepha Johanna; 2 November 1755 – 16 October 1793) was the last Queen of France before the French Revolution. She was born an Archduchess of Austria, and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne.",
    "20th-century British scientists": "This is a historical list dealing with women scientists in the 20th century. During this time period, women working in scientific fields were rare.",
    "English atheists": "Stephen William Hawking  (8 January 1942 – 14 March 2018) was an English theoretical physicist, cosmologist, and author who, at the time of his death, was director of research at the Centre for Theoretical Cosmology at the University of Cambridge. Between 1979 and 2009, he was the Lucasian Professor of Mathematics at the University of Cambridge.",
    "English logicians": "Alan Mathison Turing  (23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer.",
    "English people of Irish descent": "Irish migration to Great Britain has occurred from the earliest recorded history to the present. There has been a continuous movement of people between the islands of Ireland and Great Britain due to their proximity.",
    "LGBT philosophers": "Alan Mathison Turing  (23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer.",
    "5th-century BC Athenians": "The 5th century BC started the first day of 500 BC and ended the last day of 401 BC.\n\nThis century saw the establishment of Pataliputra as a capital of the Magadha Empire. This city would later become the ruling capital of different Indian kingdoms for about a thousand years.",
    "Ancient Athenian generals": "Alcibiades ( AL-sib-EYE-ə-deez (listen); Greek: Ἀλκιβιάδης; c. 450 – 404 BC) was a prominent Athenian statesman, orator, and general.",
    "University of Göttingen faculty": "The University of Göttingen, officially the Georg August University of Göttingen, (German: Georg-August-Universität Göttingen, known informally as Georgia Augusta) is a public research university in the city of Göttingen, Germany. Founded in 1734 by George II, King of Great Britain and Elector of Hanover, and starting classes in 1737, the Georgia Augusta was conceived to promote the ideals of the Enlightenment.",
    "History of indigenous peoples of the Americas": "Population figures for the Indigenous peoples of the Americas prior to colonization have been difficult to establish. By the end of the 20th century, most scholars gravitated toward an estimate of around 50 million—with some historians arguing for an estimate of 100 million or more.In an effort to circumvent the hold which the Ottoman Empire held on the overland trade routes to East Asia and the hold that the Aeterni regis granted to Portugal on maritime routes via the African coast and the Indian Ocean, the monarchs of the nascent Spanish Empire decided to fund Columbus' voyage in 1492, which eventually led to the establishment of settler-colonial states and the migration of millions of Europeans to the Americas.",
    "19th-century letter writers": "Catherine Marthe Louise Pozzi (13 July 1882 – 3 December 1934) was a French poet and woman of letters.\n\n\n== Early life ==\nCatherine Pozzi was born in an aristocratic and bourgeois environment at the end of the 19th century, to Samuel Pozzi, surgeon and gynecologist, and Thérèse Loth-Cazalis.",
    "Christian hagiographers": "A hagiography (from Ancient Greek  ἅγιος, hagios 'holy', and  -γραφία, -graphia 'writing') is a biography of a saint or an ecclesiastical leader, as well as, by extension, an adulatory and idealized biography of a founder, saint, monk, nun or icon in any of the world's religions. Early Christian hagiographies might consist of a biography or vita, a description of the saint's deeds or miracles (from Latin vita, life, which begins the title of most medieval biographies), an account of the saint's martyrdom (called a passio), or be a combination of these.",
    "Ancient LGBT people": "Hong Ru (閎孺) was the favorite companion of the Chinese Emperor Hui of Han.  \nHong Ru's dress and cosmetics were imitated by other courtiers in an attempt to impress the emperor.",
    "Historical negationism in ancient Egypt": "Tutankhamun (, Ancient Egyptian: twt-ꜥnḫ-jmn), Egyptological pronunciation Tutankhamen () (c. 1341 – c.",
    "Pharaohs of the Eighteenth Dynasty of Egypt": "The Eighteenth Dynasty of Egypt (notated Dynasty XVIII, alternatively 18th Dynasty or Dynasty 18) is classified as the first dynasty of the New Kingdom of Egypt, the era in which ancient Egypt achieved the peak of its power. The Eighteenth Dynasty spanned the period from 1550/1549 to 1292 BC. This dynasty is also known as the Thutmosid Dynasty for the four pharaohs named Thutmose.",
    "20th-century English poets": "The term Metaphysical poets was coined by the critic Samuel Johnson to describe a loose group of 17th-century English poets whose work was characterised by the inventive use of conceits, and by a greater emphasis on the spoken rather than lyrical quality of their verse. These poets were not formally affiliated and few were highly regarded until 20th century attention established their importance.",
    "English literary critics": "Literary criticism (or literary studies) is the study, evaluation, and interpretation of literature. Modern literary criticism is often influenced by literary theory, which is the philosophical discussion of literature's goals and methods.",
    "Formalist poets": "Mel Columcille Gerard Gibson  (born January 3, 1956) is an American actor, film director, and producer. He is best known for his action hero roles, particularly his breakout role as Max Rockatansky in the first three films of the post-apocalyptic action series Mad Max and as Martin Riggs in the buddy cop action-comedy film series Lethal Weapon.",
    "LGBT dramatists and playwrights": "Samuel D. Hunter (born 1981) is an American playwright living in New York City.Hunter was born and raised in Moscow, Idaho. He is best known for plays A Bright New Boise, which won the 2011 Obie Award for playwriting, and The Whale, which won the 2013 Drama Desk Award and the 2013 Lucille Lortel Award for Outstanding Play.",
    "Chevaliers of the Légion d'honneur": "The National Order of the Legion of Honour (French: Ordre national de la Légion d'honneur), formerly the Royal Order of the Legion of Honour (Ordre royal de la Légion d'honneur), is the highest French order of merit, both military and civil. Established in 1802 by Napoleon Bonaparte, it has been retained (and slightly altered) by all later French governments and régimes.",
    "Translators of Homer": "On Translating Homer, published in January 1861, was a printed version of the series of public lectures given by Matthew Arnold as Professor of Poetry at Oxford from 3 November 1860 to 18 December 1860.\nArnold's purpose was to discuss how his principles of literary criticism applied to the two Homeric epics and to the translation of a classical text.",
    "Autobiographers": "An autobiography, sometimes informally called an autobio, is a self-written account of one's own life. The word \"autobiography\" was first used deprecatingly by William Taylor in 1797 in the English periodical The Monthly Review, when he suggested the word as a hybrid, but condemned it as \"pedantic\".",
    "Nobel laureates in Chemistry": "The Nobel Prize in Chemistry (Swedish: Nobelpriset i kemi) is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, who died in 1896.",
    "20th-century male writers": "Literature of the 20th century refers to world literature produced during the 20th century (1901 to 2000).\nIn terms of the Euro-American tradition, the main periods are captured in the bipartite division, Modernist literature and Postmodern literature, flowering from roughly 1900 to 1940 and 1960 to 1990 respectively, divided, as a rule of thumb, by  World War II. The somewhat malleable term \"contemporary literature\" is usually applied with a post-1960 cut off point.",
    "LGBT Roman Catholics": "",
    "17th-century Christian mystics": "Benedetta Carlini (20 January 1590 – 7 August 1661) was a Catholic mystic and lesbian nun who lived in counter-reformation Italy. As abbess of the Convent of the Mother of God, at Pescia, she had a relationship with one of her nuns, Sister Bartolomea.",
    "American slave owners": "The following is a list of slave owners, for which there is a consensus of historical evidence of slave ownership, in alphabetical order by last name.\n\n\n== A ==\nAdelicia Acklen (1817–1887), at one time the wealthiest woman in Tennessee, she inherited 750 enslaved people from her husband, Isaac Franklin.",
    "Congressional Gold Medal recipients": "Below is a list of recipients of the Congressional Gold Medal, the highest civilian honor bestowed by the United States Congress.\n\n\n== Recipients of Continental Congress Gold Medals ==\n\n\n== Recipients of Congressional Gold Medals ==\n\n\n== See also ==\nCongressional Silver Medal\nCongressional Bronze Medal\nAwards and decorations of the United States government\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Sources ==\nOffice of the Clerk.",
    "Gases": "Gas is one of the four fundamental states of matter (the others being solid, liquid, and plasma).A pure gas may be made up of individual atoms (e.g. a noble gas like neon), elemental molecules made from one type of atom (e.g.",
    "British Gothic novels": "Gothic fiction, sometimes called Gothic horror in the 20th century, is a loose literary aesthetic of fear and haunting. The name is a reference to Gothic architecture of the European Middle Ages, which was characteristic of the settings of early Gothic novels.",
    "Novels about revenge": "",
    "19th-century French male writers": "The history of France from 1789 to 1914 (the long 19th century) extends from the French Revolution to World War I and includes:\n\nFrench Revolution (1789–1792)\nFrench First Republic (1792–1804)\nFirst French Empire (1804–1814/1815)\nBourbon Restoration (1814/1815–1830)\nJuly Monarchy (1830–1848)\nSecond Republic (1848–1852)\nSecond Empire (1852–1870)\nThird Republic (1870-1940)\nLong Depression (1873–1890)\nBelle Époque (1871–1914)\n\n\n== General aspects ==\n\n\n=== Geography ===\n\nBy the French Revolution, the Kingdom of France had expanded to nearly the modern territorial limits. The 19th century would complete the process by the annexation of the Duchy of Savoy and the County of Nice (first during the First Empire, and then definitively in 1860) and some small papal (like Avignon) and foreign possessions.",
    "19th-century French philosophers": "In the 19th century, the philosophers of the 18th-century Enlightenment began to have a dramatic effect on subsequent developments in philosophy. In particular, the works of Immanuel Kant gave rise to a new generation of German philosophers and began to see wider recognition internationally.",
    "20th-century French male writers": "20th-century French art developed out of the Impressionism and Post-Impressionism that dominated French art at the end of the 19th century. The first half of the 20th century in France saw the even more revolutionary experiments of Cubism, Dada and Surrealism, artistic movements that would have a major impact on western, and eventually world, art.",
    "Action theorists": "",
    "Contemporary philosophers": "Contemporary philosophy is the present period in the history of Western philosophy beginning at the early 20th century with the increasing professionalization of the discipline and the rise of analytic and continental philosophy.The phrase \"contemporary philosophy\" is a piece of technical terminology in philosophy that refers to a specific period in the history of Western philosophy (namely the philosophy of the 20th and 21st centuries). However, the phrase is often confused with modern philosophy (which refers to an earlier period in Western philosophy), postmodern philosophy (which refers to some philosophers' criticisms of modern philosophy), and with a non-technical use of the phrase referring to any recent philosophic work.",
    "Corresponding Fellows of the British Academy": "Fellowship of the British Academy (FBA) is an award granted by the British Academy to leading academics for their distinction in the humanities and social sciences. The categories are:\nFellows – scholars resident in the United Kingdom\nCorresponding Fellows – scholars resident overseas\nHonorary Fellows – an honorary academic titleThe award of fellowship is based on published work and fellows may use the post-nominal letters FBA. Examples of Fellows are Edward Rand, Mary Beard; Nicholas Stern, Baron Stern of Brentford; Michael Lobban; M. R. James; Friedrich Hayek; Lord Keynes; and Rowan Williams.",
    "French essayists": "Valentin Louis Georges Eugène Marcel Proust (French: [maʁsɛl pʁust]; 10 July 1871 – 18 November 1922) was a French novelist, critic, and essayist who wrote the monumental novel In Search of Lost Time (À la recherche du temps perdu; with the previous English title translation of Remembrance of Things Past), originally published in French in seven volumes between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century.",
    "History of psychology": "Psychology is defined as \"the scientific study of behavior and mental processes\". Philosophical interest in the human mind and behavior dates back to the ancient civilizations of Egypt, Persia, Greece, China, and India.Psychology as a field of experimental study began in 1854 in Leipzig, Germany when Gustav Fechner created the first theory of how judgments about sensory experiences are made and how to experiment on them.",
    "Lycée Condorcet alumni": "The Lycée Condorcet (French: [lise kɔ̃dɔʁsɛ]) is a school founded in 1803 in Paris, France, located at 8, rue du Havre, in the city's 9th arrondissement. It is one of the four oldest high schools in Paris and also one of the most prestigious.",
    "Religion and politics": "Religion in politics covers various topics related to the effects of religion on politics. Religion has been claimed to be \"the source of some of the most remarkable political mobilizations of our times\".",
    "Persecution of Christians": "The persecution of Christians can be historically traced from the first century of the Christian era to the present day. Christian missionaries and converts to Christianity have both been targeted for persecution, sometimes to the point of being martyred for their faith, ever since the emergence of Christianity.",
    "Burials at Montparnasse Cemetery": "Montparnasse Cemetery (French: Cimetière du Montparnasse) is a cemetery in the Montparnasse quarter of Paris, in the city's 14th arrondissement. The cemetery is roughly 47 acres and is the second largest cemetery in Paris.",
    "Irish male novelists": "George Augustus Moore (24 February 1852 – 21 January 1933) was an Irish novelist, short-story writer, poet, art critic, memoirist and dramatist. Moore came from a Roman Catholic landed family who lived at Moore Hall in Carra, County Mayo.",
    "Writers from Dublin (city)": "Dublin (Irish: Baile Átha Cliath, pronounced [ˈbˠalʲə aːhə ˈclʲiə] or [ˌbʲlʲaː ˈclʲiə]) is the capital and largest city of Ireland. On a bay at the mouth of the River Liffey, it is in the province of Leinster, bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range.",
    "Catholic theology and doctrine": "Catholic theology is the understanding of Catholic doctrine or teachings, and results from the studies of theologians. It is based on canonical scripture, and sacred tradition, as interpreted authoritatively by the magisterium of the Catholic Church.",
    "Cotton Library": "The Cotton or Cottonian library is a collection of manuscripts once owned by Sir Robert Bruce Cotton MP (1571–1631), an antiquarian and bibliophile. It later became the basis of what is now the British Library, which still holds the collection.",
    "French queens consort": "",
    "Royal reburials": "The remains of Richard III, the last English king killed in battle, were discovered within the site of the former Grey Friars Priory in Leicester, England, in September 2012. Following extensive anthropological and genetic testing, the remains were ultimately reinterred at Leicester Cathedral on 26 March 2015.",
    "19th-century American poets": "",
    "American autobiographers": "",
    "18th century in technology": "The 18th century lasted from January 1, 1701 (MDCCI) to December 31, 1800 (MDCCC). During the 18th century, elements of Enlightenment thinking culminated in the American, French, and Haitian revolutions.",
    "Public domain books": "Works are in the public domain if they are not covered by intellectual property rights (such as copyright) at all, or if the intellectual property rights to the works have expired.All works first published or released in the United States before January 1, 1927, have lost their copyright protection, effective January 1, 2022. In the same manner, each January 1 will result in literature, movies and other works released 96 years earlier entering the public domain until 2073.",
    "Botanical illustrators": "Botanical illustration is the art of depicting the form, color, and details of plant species, frequently in watercolor paintings.  They must be scientifically accurate but often also have an artistic component and may be printed with a botanical description in books, magazines, and other media or sold as a work of art.",
    "English fantasy writers": "Fantasy is a genre of speculative fiction involving magical elements, typically set in a fictional universe and sometimes inspired by mythology and folklore. Its roots are in oral traditions, which then became fantasy literature and drama.",
    "Mythopoeic writers": "Kentaro Miura (三浦 建太郎, Miura Kentarō, July 11, 1966 – May 6, 2021) was a Japanese manga artist. He was best known for his acclaimed dark fantasy series Berserk, which began serialization in 1989 and continued until his death.",
    "History of United States expansionism": "The United States of America was created on July 4, 1776, with the Declaration of Independence of thirteen British colonies in North America. In the Lee Resolution of July 2, 1776, the colonies resolved that they were free and independent states.",
    "Perception": "",
    "Medieval legends": "The legend of Cheraman Perumals is the medieval tradition associated with the Cheraman Perumals (Chera kings) of Kerala. The sources of the legend include popular oral traditions and later literary compositions.",
    "Historical transcontinental empires": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.",
    "Novels set in England": "England, England is a satirical postmodern novel by Julian Barnes, published and shortlisted for the Booker Prize in 1998. While researchers have also pointed out the novel's characteristic dystopian and farcical elements, Barnes himself described the novel as a \"semi-farce\".England, England broaches the idea of replicating England in a theme park on the Isle of Wight.",
    "19th-century British inventors": "",
    "French sociologists": "",
    "Military theorists": "Military theory is the analysis of normative behavior and trends in military affairs and military history, beyond simply describing events in war. \nTheories and conceptions of warfare have varied in different places throughout human history.",
    "1st-century BC Roman augurs": "",
    "1st-century BC Roman consuls": "The 1st century BC, also known as the last century BC and the last century BCE, started on the first day of 100 BC and ended on the last day of 1 BC. The AD/BC notation does not use a year zero; however, astronomical year numbering does use a zero, as well as a minus sign, so \"2 BC\" is equal to \"year –1\". 1st century AD (Anno Domini) follows.",
    "Latin letter writers": "The Latin script, also known as Roman script, is an alphabetic writing system based on the letters of the classical Latin alphabet, derived from a form of the Cumaean Greek version of the Greek alphabet used by the Etruscans. Several Latin-script alphabets exist, which differ in graphemes, collation and phonetic values from the classical Latin alphabet.",
    "Sieges involving the Ottoman Empire": "",
    "Corresponding members of the Saint Petersburg Academy of Sciences": "The Russian Academy of Sciences (RAS; Russian: Росси́йская акаде́мия нау́к (РАН) Rossíiskaya akadémiya naúk) consists of the national academy of Russia; a network of scientific research institutes from across the Russian Federation; and additional scientific and social units such as libraries, publishing units, and hospitals.\nHeadquartered in Moscow, the Academy (RAS) is a non-profit organization established in the form of a federal state budgetary institution chartered by the Government of Russia.",
    "Optical physicists": "Optics is the branch of physics that studies the behaviour and properties of light, including its interactions with matter and the construction of instruments that use or detect it. Optics usually describes the behaviour of visible, ultraviolet, and infrared light.",
    "City founders": "George Hamilton (c. October 1788 – February 20, 1836) was a Canadian merchant and politician, who founded the city of Hamilton, Ontario. \n\n\n== Life and career ==\nHamilton was born on October 1788 in Queenston Heights.",
    "Nonlinear narrative novels": "Nonlinear narrative, disjointed narrative or disrupted narrative is a narrative technique, sometimes used in literature, film, hypertext websites and other narratives, where events are portrayed, for example, out of chronological order or in other ways where the narrative does not follow the direct causality pattern of the events featured, such as parallel distinctive plot lines, dream immersions or narrating another story inside the main plot-line. Most of the time, it is used to mimic the structure and recall of a character, but has been used for other reasons as well.",
    "Christian poets": "Christian poetry is any poetry that contains Christian teachings, themes, or references. The influence of Christianity on poetry has been great in any area that Christianity has taken hold.",
    "13th-century Latin writers": "Anonymus Bele regis notarius (Latin for \"Anonymous, Notary of King Bela\") or Master P. (fl. late 12th century – early 13th century) was the notary and chronicler of a Hungarian king, probably Béla III. Little is known about him, but his latinized name began with P, as he referred to himself as \"P. dictus magister\".",
    "13th-century philosophers": "Contemporary philosophy is the present period in the history of Western philosophy beginning at the early 20th century with the increasing professionalization of the discipline and the rise of analytic and continental philosophy.The phrase \"contemporary philosophy\" is a piece of technical terminology in philosophy that refers to a specific period in the history of Western philosophy (namely the philosophy of the 20th and 21st centuries). However, the phrase is often confused with modern philosophy (which refers to an earlier period in Western philosophy), postmodern philosophy (which refers to some philosophers' criticisms of modern philosophy), and with a non-technical use of the phrase referring to any recent philosophic work.",
    "European democratic socialists": "The Party of European Socialists (PES) is a social democratic European political party.The PES comprises national-level political parties from all member states of the European Union (EU) plus Norway and the United Kingdom. This includes major parties such as the Social Democratic Party of Germany, the French Socialist Party, the British Labour Party, the Italian Democratic Party and the Spanish Socialist Workers' Party.",
    "German revolutionaries": "The Conservative Revolution (German: Konservative Revolution), also known as the German neoconservative movement or new nationalism, was a German national-conservative movement prominent during the Weimar Republic, in the years 1918–1933 (between World War I and the Nazi seizure of power).\nConservative Revolutionaries were involved in a cultural counter-revolution and showed a wide range of diverging positions concerning the nature of the institutions Germany had to instate, labelled by historian Roger Woods the \"conservative dilemma\".",
    "English biographers": "John Edward Poynder Grigg  (15 April 1924 – 31 December 2001) was a British writer, historian and politician. He was the 2nd Baron Altrincham from 1955 until he disclaimed that title under the Peerage Act on the day it received the Royal Assent in 1963.",
    "Suffect consuls of Imperial Rome": "",
    "19th-century German novelists": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "German atheist writers": "",
    "People from the Province of Saxony": "The Province of Saxony (German: Provinz Sachsen), also known as Prussian Saxony (Preußisches Sachsen) was a province of the Kingdom of Prussia and later the Free State of Prussia from 1816 until 1944. Its capital was Magdeburg.",
    "Philosophers of nihilism": "Friedrich Wilhelm Nietzsche (German: [ˈfʁiːdʁɪç ˈvɪlhɛlm ˈniːtʃə] (listen) or [ˈniːtsʃə]; 15 October 1844 – 25 August 1900) was a German philosopher, cultural critic and philologist whose work has exerted a profound influence on modern intellectual history. He began his career as a classical philologist before turning to philosophy.",
    "19th-century British philosophers": "In the 19th century, the philosophers of the 18th-century Enlightenment began to have a dramatic effect on subsequent developments in philosophy. In particular, the works of Immanuel Kant gave rise to a new generation of German philosophers and began to see wider recognition internationally.",
    "British women essayists": "Dame Hilary Mary Mantel  ( man-TEL; born Thompson; 6 July 1952 – 22 September 2022) was a British writer whose work includes historical fiction, personal memoirs and short stories. Her first published novel, Every Day Is Mother's Day, was released in 1985.",
    "English suffragists": "Jeremy Bentham (15 February 1748 [O.S. 4 February 1747] – 6 June 1832) was an English philosopher, jurist, and social reformer regarded as the founder of modern utilitarianism.Bentham defined as the \"fundamental axiom\" of his philosophy the principle that \"it is the greatest happiness of the greatest number that is the measure of right and wrong.\" He became a leading theorist in Anglo-American philosophy of law, and a political radical whose ideas influenced the development of welfarism. He advocated individual and economic freedoms, the separation of church and state, freedom of expression, equal rights for women, the right to divorce, and (in an unpublished essay) the decriminalising of homosexual acts.",
    "Women of the Victorian era": "The status of women in the Victorian era was often seen as an illustration of the striking discrepancy between the United Kingdom's national power and wealth and what many, then and now, consider its appalling social conditions. During the era symbolized by the reign of a female monarch, Queen Victoria, women did not have the right to vote, sue, or – if married – own property.",
    "Renaissance": "The Renaissance (UK:  rin-AY-sənss, US:  (listen) REN-ə-sahnss) is a period in European history marking the transition from the Middle Ages to modernity and covering the 15th and 16th centuries, characterized by an effort to revive and surpass ideas and achievements of classical antiquity. It occurred after the Crisis of the Late Middle Ages and was associated with great social change.",
    "Phase transitions": "In chemistry, thermodynamics, and many other related fields, phase transitions (or phase changes) are the physical processes of transition between a state of a medium, identified by some parameters, and another one, with different values of the parameters. Commonly the term is used to refer to changes among the basic states of matter: solid, liquid, and gas, as well as plasma in rare cases.",
    "History of science by discipline": "While the term \"political science\" as a separate field is a rather late arrival in terms of social sciences, analyzing political power and the effects that it had on history has been occurring for centuries. However, the term \"political science\" was not always distinguished from political philosophy, and the modern discipline has a clear set of antecedents including moral philosophy, political economy, political theology, history, and other fields concerned with normative determinations of what ought to be and with deducing the characteristics and functions of the ideal state.",
    "Roman Catholic mystics": "",
    "Events that forced the climate": "",
    "Julii Caesares": "The Julii Caesares were the most illustrious family of the patrician gens Julia.  The family first appears in history during the Second Punic War, when Sextus Julius Caesar was praetor in Sicily.",
    "Organisations based in London with royal patronage": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences.  The society fulfils a number of roles: promoting science and its benefits, recognising excellence in science, supporting outstanding science, providing scientific advice for policy, education and public engagement and fostering international and global co-operation.",
    "2nd-millennium BC establishments": "",
    "Chartered companies": "A chartered company is an association with investors or shareholders that is incorporated and granted rights (often exclusive rights) by royal charter (or similar instrument of government) for the purpose of trade, exploration, and/or colonization.\n\n\n== Notable chartered companies (with years of formation) ==\n\n\n=== Austrian ===\n\n\n=== British ===\n\nThe article Chartered Companies in the Encyclopædia Britannica Eleventh Edition, by William Bartleet Duffield, contains a detailed narrative description of the development of some of the companies in England and, later, Britain.",
    "18th-century American writers": "Literature of the 18th century refers to world literature produced during the years 1700–1799.\n\n\n== European literature in the 18th century ==\nEuropean literature of the 18th century refers to literature (poetry, drama, satire, and novels) produced in Europe during this period.",
    "American abolitionists": "In the United States, abolitionism, the movement that sought to end slavery in the country, was active from the late colonial era until the American Civil War, the end of which brought about the abolition of American slavery through the Thirteenth Amendment to the United States Constitution (ratified 1865).\nThe anti-slavery movement originated during the Age of Enlightenment, focused on ending the trans-Atlantic slave trade.",
    "American deists": "",
    "Critics of Judaism": "",
    "People of the American Enlightenment": "The American Enlightenment was a period of intellectual ferment in the thirteen American colonies in the 18th to 19th century, which led to the American Revolution, and the creation of the United States of America.  The American Enlightenment was influenced by the 17th-century European Enlightenment and its own native American philosophy.",
    "Arthurian characters": "The Arthurian legend features many characters, including the Knights of the Round Table and members of King Arthur's family. Their names often differ from version to version and from language to language.",
    "Experimental physicists": "Experimental physics is the category of disciplines and sub-disciplines in the field of physics that are concerned with the observation of physical phenomena and experiments. Methods vary from discipline to discipline, from simple experiments and observations, such as Galileo's experiments, to more complicated ones, such as the Large Hadron Collider.",
    "Burials at Highgate Cemetery": "Highgate Cemetery is a place of burial in north London, England. There are approximately 170,000 people buried in around 53,000 graves across the West and East Cemeteries.",
    "John Murray (publishing house) books": "Persuasion is the last novel completed by Jane Austen. It was published on December 20, 1817, along with Northanger Abbey, six months after her death, although the title page is dated 1818.The story concerns Anne Elliot, a young Englishwoman of 27 years, whose family moves to lower their expenses and reduce their debt by renting their home to an Admiral and his wife.",
    "Unsolved problems in computer science": "This article is a list of notable unsolved problems in computer science. A problem in computer science is considered unsolved when no solution is known, or when experts in the field disagree about proposed solutions.",
    "Feminist philosophers": "TERF () is an acronym for trans-exclusionary radical feminist. First recorded in 2008, the term was originally used to distinguish trans-inclusive feminists from a group of radical feminists who reject the assertion that trans women are women, the inclusion of trans women in women's spaces, and transgender rights legislation.",
    "French communists": "The French Communist Party (French: Parti communiste français, PCF ; French pronunciation: ​[paʁti kɔmynist fʁɑ̃sɛ]) is a political party in France which advocates the principles of communism. The PCF is a member of the Party of the European Left, and its MEPs sit in the European United Left–Nordic Green Left group.",
    "French Marxists": "",
    "Jerusalem Prize recipients": "The Jerusalem Prize for the Freedom of the Individual in Society is a biennial literary award given to writers whose works have dealt with themes of human freedom in society.It is awarded at the Jerusalem International Book Forum (previously known as the Jerusalem International Book Fair), and the recipient usually delivers an address when accepting the award. The award is valued at $10,000.",
    "French social commentators": "",
    "Deified people": "Jewish deicide is the notion that the Jews as a people will always be collectively responsible for the killing of Jesus, even through the successive generations following his death. A Biblical justification for the charge of Jewish deicide is derived from Matthew 27:24–25.",
    "Pseudoscience": "Pseudoscience consists of statements, beliefs, or practices that claim to be both scientific and factual but are incompatible with the scientific method. Pseudoscience is often characterized by contradictory, exaggerated or unfalsifiable claims; reliance on confirmation bias rather than rigorous attempts at refutation; lack of openness to evaluation by other experts; absence of systematic practices when developing hypotheses; and continued adherence long after the pseudoscientific hypotheses have been experimentally discredited.The demarcation between science and pseudoscience has scientific, philosophical, and political implications.",
    "German Freemasons": "Frederick III (German: Friedrich Wilhelm Nikolaus Karl; 18 October 1831 – 15 June 1888), or Friedrich III, was German Emperor and King of Prussia for 99 days between March and June 1888, during the Year of the Three Emperors. Known informally as \"Fritz\", he was the only  son of Emperor Wilhelm I and was raised in his family's tradition of military service.",
    "Astrobiology": "Astrobiology, and the related field of exobiology, is an interdisciplinary scientific field that studies the origins, early evolution, distribution, and future of life in the universe. Astrobiology is the multidisciplinary field that investigates the deterministic conditions and contingent events with which life arises, distributes, and evolves in the universe.",
    "Classical liberalism": "Classical liberalism is a political tradition and a branch of liberalism that advocates free market and laissez-faire economics; civil liberties under the rule of law with especial emphasis on individual autonomy, limited government, economic freedom, political freedom and freedom of speech. It gained full flowering in the early 18th century, building on ideas stemming at least as far back as the 13th century within the Iberian, Anglo-Saxon, and central European contexts and was foundational to the American Revolution and \"American Project\" more broadly.Notable liberal individuals whose ideas contributed to classical liberalism include John Locke, Jean-Baptiste Say, Thomas Malthus, and David Ricardo.",
    "Ethical theories": "",
    "Knights Bachelor": "The title of Knight Bachelor is the basic rank granted to a man who has been knighted by the monarch but not inducted as a member of one of the organised orders of chivalry; it is a part of the British honours system. Knights Bachelor are the most ancient sort of British knight (the rank existed during the 13th-century reign of King Henry III), but Knights Bachelor rank below knights of chivalric orders.",
    "18th-century English novelists": "",
    "Streathamites": "Frances Burney (13 June 1752 – 6 January 1840), also known as Fanny Burney and later Madame d'Arblay, was an English satirical novelist, diarist and playwright. In 1786–1790 she held the post as \"Keeper of the Robes\" to Charlotte of Mecklenburg-Strelitz, George III's queen.",
    "16th-century male writers": "Niccolò di Bernardo dei Machiavelli ( MAK-ee-ə-VEL-ee, US also  MAHK-, Italian: [nikkoˈlɔ mmakjaˈvɛlli]; 3 May 1469 – 21 June 1527), occasionally rendered in English as Nicholas Machiavel ( MAK-ee-ə-vel, US also  MAHK-; see below), was an Italian diplomat, author, philosopher and historian who lived during the Renaissance. He is best known for his political treatise The Prince (Il Principe), written in about 1513 but not published until 1532.",
    "Discoverers of chemical elements": "The discovery of the 118 chemical elements known to exist as of 2022 is presented in chronological order. The elements are listed generally in the order in which each was first defined as the pure element, as the exact date of discovery of most elements cannot be accurately determined.",
    "Honorary Members of the USSR Academy of Sciences": "Fritz Haber (German pronunciation: [ˈfʁɪt͡s ˈhaːbɐ] (listen); 9 December 1868 – 29 January 1934) was a German chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber–Bosch process, a method used in industry to synthesize ammonia from nitrogen gas and hydrogen gas. This invention is important for the large-scale synthesis of fertilizers and explosives.",
    "Recipients of the Matteucci Medal": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures.",
    "Asharis": "Ashʿarī theology or Ashʿarism (Arabic: أشعرية: al-ʾAshʿarīyah) is one of the main Sunnī schools of Islamic theology, founded by the Arab Muslim scholar, Shāfiʿī jurist, reformer, and scholastic theologian Abū al-Ḥasan al-Ashʿarī in the 9th–10th century. It established an orthodox guideline based on scriptural authority, rationality, and theological rationalism.Al-Ashʿarī established a middle way between the doctrines of the Aṯharī and Muʿtazila schools of Islamic theology, based both on reliance on the sacred scriptures of Islam and theological rationalism concerning the agency and attributes of God.",
    "Preclassical economists": "",
    "Bosons": "Bison are large bovines in the genus Bison (Greek: \"wild ox\" (bison)) within the tribe Bovini. Two extant and numerous extinct species are recognised.",
    "Force carriers": "In quantum field theory, a force carrier, also known as messenger particle or intermediate particle, is a type of particle that gives rise to forces between other particles. These particles serve as the quanta of a particular kind of physical field.",
    "Ancient history of Afghanistan": "Archaeological exploration of the pre-Islamic period of Afghanistan began in Afghanistan in earnest after World War II and proceeded until the late 1970s when the nation was invaded by the Soviet Union. Archaeologists and historians suggest that humans were living in Afghanistan at least 50,000 years ago, and that farming communities of the region were among the earliest in the world.",
    "Ancient history of Pakistan": "The history of Pakistan as a state began in 1947, after the end of British rule, and the partition of British Indian Empire. Spanning the Indus Basin and covering the western expanse of the Indian subcontinent and the eastern borders of the Iranian plateau, the region of present-day Pakistan served both as the fertile ground of a major civilization and as the gateway of South Asia to Central Asia and the Near East.Some of the earliest ancient human civilisations in South Asia originated from areas encompassing present-day Pakistan.",
    "Phenomenology": "",
    "Consciousness": "Consciousness, at its simplest, is sentience or awareness of internal and external existence. Despite millennia of analyses, definitions, explanations and debates by philosophers and scientists, consciousness remains puzzling and controversial, being \"at once the most familiar and [also the] most mysterious aspect of our lives\".",
    "Consciousness studies": "Consciousness, at its simplest, is sentience or awareness of internal and external existence. Despite millennia of analyses, definitions, explanations and debates by philosophers and scientists, consciousness remains puzzling and controversial, being \"at once the most familiar and [also the] most mysterious aspect of our lives\".",
    "Qualia": "",
    "Truth": "",
    "Philosophical logic": "Understood in a narrow sense, philosophical logic is the area of philosophy that studies the application of logical methods to philosophical problems, often in the form of extended logical systems like modal logic. Some theorists conceive philosophical logic in a wider sense as the study of the scope and nature of logic in general.",
    "Reality": "",
    "20th-century Austrian writers": "Eva Schloss  (née Geiringer; born 11 May 1929) is an Austrian-English Holocaust survivor, memoirist and stepdaughter of Otto Frank, the father of Margot and diarist Anne Frank. Schloss speaks widely of her family's experiences during the Holocaust and is a participant in the USC Shoah Foundation's Visual History Archive project to record video answers to be used in educational tools.",
    "Weird fiction writers": "Weird fiction is a subgenre of speculative fiction originating in the late 19th and early 20th centuries. Weird fiction either eschews or radically reinterprets ghosts, vampires, werewolves, and other traditional antagonists of supernatural horror fiction.",
    "20th-century deaths from tuberculosis": "",
    "Lycée Henri-IV alumni": "The Lycée Henri-IV is a public secondary school located in Paris. Along with the Lycée Louis-le-Grand, it is widely regarded as one of the most prestigious and demanding sixth-form colleges (lycées) in France.",
    "19th-century rebellions": "The 19th (nineteenth) century began on 1 January 1801 (MDCCCI), and ended on 31 December 1900 (MCM). The 19th century was the ninth century of the 2nd millennium.",
    "12th-century Latin writers": "Latin translations of the 12th century were spurred by a major search by European scholars for new learning unavailable in western Europe at the time; their search led them to areas of southern Europe, particularly in central Spain and Sicily, which recently had come under Christian rule following their reconquest in the late 11th century. These areas had been under Muslim rule for a considerable time, and still had substantial Arabic-speaking populations to support their search.",
    "Doctors of the Church": "Doctor of the Church (Latin: doctor \"teacher\"), also referred to as Doctor of the Universal Church (Latin: Doctor Ecclesiae Universalis), is a title given by the Catholic Church to saints recognized as having made a significant contribution to theology or doctrine through their research, study, or writing.As of 2022, the Catholic Church has named 37 Doctors of the Church. Of these, the 18 who died before the Great Schism of 1054 are also held in high esteem by the Eastern Orthodox Church, although it does not use the formal title \"Doctor of the Church\".",
    "17th-century English philosophers": "The 17th century lasted from January 1, 1601 (MDCI), to December 31, 1700 (MDCC). It falls into the early modern period of Europe and in that continent (whose impact on the world was increasing) was characterized by the Baroque cultural movement, the latter part of the Spanish Golden Age, the Dutch Golden Age, the French Grand Siècle dominated by Louis XIV, the Scientific Revolution, the world's first public company and megacorporation known as the Dutch East India Company, and according to some historians, the General Crisis.",
    "Roman-era geographers": "Pre-Hellenistic Classical Greece\n\nHomer\nAnaximander\nHecataeus of Miletus\nMassaliote Periplus\nScylax of Caryanda (6th century BC)\nHerodotusHellenistic periodPytheas (died c. 310 BC)\nPeriplus of Pseudo-Scylax (3rd or 4th century BC)\nMegasthenes (died c.",
    "18th-century Irish male writers": "",
    "18th-century Irish writers": "The Volunteers (also known as the Irish Volunteers) were local militias raised by local initiative in Ireland in 1778. Their original purpose was to guard against invasion and to preserve law and order at a time when British soldiers were withdrawn from Ireland to fight abroad during the American Revolutionary War and the government failed to organise its own militia.",
    "Anglican philosophers": "James VI and I (James Charles Stuart; 19 June 1566 – 27 March 1625) was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union.",
    "Trinitarianism": "The Christian doctrine of the Trinity (Latin: Trinitas, lit. 'triad', from Latin: trinus 'threefold') defines one God existing in three coequal, coeternal, consubstantial divine persons: God the Father, God the Son (Jesus Christ) and God the Holy Spirit, three distinct persons sharing one homoousion (essence). (as the Fourth Lateran Council declared, \"it is the Father who begets, the Son who is begotten, and the Holy Spirit who brings about\") In this context, the three persons define who God is, while the one essence defines what God is.",
    "Conservatism": "Conservatism is a cultural, social, and political philosophy that seeks to promote and to preserve traditional social institutions and practices. The central tenets of conservatism may vary in relation to the status quo of the culture and civilization in which it appears.",
    "Civilizations": "A civilization (or civilisation) is any complex society characterized by: the development of a political state, social stratification,  urbanization, and symbolic systems of communication beyond natural spoken language (namely, a writing system).\n\nCivilizations are intimately associated with additional characteristics such as centralization, the domestication of plant and animal species (including humans), specialization of labour, culturally-ingrained ideologies of progress, monumental architecture, taxation, societal dependence upon farming, and expansionism.Historically, a civilization has often been understood as a larger and \"more advanced\" culture, in implied contrast to smaller, supposedly less advanced cultures.",
    "History of Earth science": "Earth science or geoscience includes all fields of natural science related to the planet Earth. This is a branch of science dealing with the physical, chemical, and biological complex constitutions and synergistic linkages of Earth's four spheres, namely biosphere, hydrosphere, atmosphere, and geosphere.",
    "Complex systems theory": "A complex system is a system composed of many components which may interact with each other. Examples of complex systems are Earth's global climate, organisms, the human brain, infrastructure such as power grid, transportation or communication systems, complex software and electronic systems, social and economic organizations (like cities), an ecosystem, a living cell, and ultimately the entire universe.",
    "History of the Church of England": "The Church of England traces its history back to 597. That year, a group of missionaries sent by the pope and led by Augustine of Canterbury began the Christianisation of the Anglo-Saxons.",
    "English Reformation": "The English Reformation took place in 16th-century England when the Church of England broke away from the authority of the pope and the Catholic Church. These events were part of the wider European Reformation, a religious and political movement that affected the practice of Christianity in Western and Central Europe.",
    "Philosophers of linguistics": "Avram Noam Chomsky (born December 7, 1928) is an American linguist, philosopher, cognitive scientist, historical essayist, social critic, and political activist. Sometimes called \"the father of modern linguistics\", Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science.",
    "Gnosticism": "Agnosticism is the view or belief that the existence of God, of the divine or the supernatural is unknown or unknowable. Another definition provided is the view that \"human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.\"The English biologist Thomas Henry Huxley coined the word agnostic in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\"\nEarlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\".",
    "Western esotericism": "Western esotericism, also known as esotericism, esoterism, and sometimes the Western mystery tradition, is a term scholars use to categorise a wide range of loosely related ideas and movements that developed within Western society. These ideas and currents are united since they are largely distinct both from orthodox Judeo-Christian religion and Enlightenment rationalism.",
    "Pyrrhonism": "Pyrrhonism is a school of philosophical skepticism founded by Pyrrho in the fourth century BCE. It is best known through the surviving works of Sextus Empiricus, writing in the late second century or early third century CE.\n\n\n== History ==\n\nPyrrho of Elis (c. 360 – c.",
    "English activists": "Stephen Christopher Yaxley-Lennon, better known as Tommy Robinson, is a British far-right, anti-Islam activist, and convicted criminal on multiple counts of violence and fraud as well as other crimes. He is the co-founder and former leader of the English Defence League, and later served as a political advisor to former UKIP leader Gerard Batten.",
    "Geometers": "Geometry (from Ancient Greek  γεωμετρία (geōmetría) 'land measurement'; from  γῆ (gê) 'earth, land', and  μέτρον (métron) 'a measure') is, with arithmetic, one of the oldest branches of mathematics. It is concerned with properties of space such as the distance, shape, size, and relative position of figures.",
    "Georgists": "Georgios (Γεώργιος, Geōrgios, Modern Greek: [ʝeˈorʝios] Ancient Greek: [geɔ́ːrgios]) is a Greek name derived from the word georgos (γεωργός, georgós, \"farmer\" lit. \"earth-worker\").",
    "Victorian writers": "",
    "Imperialism": "The Holy Roman Empire (Latin: Sacrum Romanum Imperium; German: Heiliges Römisches Reich, pronounced [ˌhaɪ̯lɪɡəs ˌʁøːmɪʃəs ˈʁaɪ̯ç] (listen)) was a political entity in Western, Central and Southern Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars.From the accession of Otto I in 962 until the twelfth century, the Empire was the most powerful monarchy in Europe. Andrew Holt characterizes it as \"perhaps the most powerful European state of the Middle Age\".",
    "Consequentialists": "In ethical philosophy, consequentialism is a class of normative, teleological ethical theories that holds that the consequences of one's conduct are the ultimate basis for judgment about the rightness or wrongness of that conduct. Thus, from a consequentialist standpoint, a morally right act (or omission from acting) is one that will produce a good outcome.",
    "English political philosophers": "Christopher Eric Hitchens (13 April 1949 – 15 December 2011) was a British-American author and journalist who wrote or edited over 30 books (including five essay collections) on culture, politics, and literature. Hitchens originally described himself as a democratic socialist, and he was a member of various socialist organisations throughout his life, including the International Socialists.",
    "English political writers": "\"Politics and the English Language\" (1946) is an essay by George Orwell that criticised the \"ugly and inaccurate\" written English of his time and examines the connection between political orthodoxies and the debasement of language.\nThe essay focuses on political language, which, according to Orwell, \"is designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind\".",
    "Fellows of Trinity College, Cambridge": "",
    "Linguistic turn": "The linguistic turn was a major development in Western philosophy during the early 20th century, the most important characteristic of which is the focusing of philosophy and the other humanities primarily on the relations between language, language users, and the world.Very different intellectual movements were associated with the \"linguistic turn\", although the term itself is commonly thought to have been popularised by Richard Rorty's 1967 anthology The Linguistic Turn, in which he discusses the turn towards linguistic philosophy. According to Rorty, who later dissociated himself from linguistic philosophy and analytic philosophy generally, the phrase \"the linguistic turn\" originated with philosopher Gustav Bergmann.",
    "French anarchists": "Anarchism in France can trace its roots to thinker Pierre-Joseph Proudhon, who grew up during the Restoration and was the first self-described anarchist. French anarchists fought in the Spanish Civil War as volunteers in the International Brigades.",
    "French anti-fascists": "Anti-fascism is a political movement in opposition to fascist ideologies, groups and individuals. Beginning in European countries in the 1920s, it was at its most significant shortly before and during World War II, where the Axis powers were opposed by many countries forming the Allies of World War II and dozens of resistance movements worldwide.",
    "French anti-capitalists": "",
    "Ancient people who committed suicide": "The following people died by suicide. This includes suicides effected under duress and excludes deaths by accident or misadventure.",
    "Scientific method": "The scientific method is an empirical method of acquiring knowledge that has characterized the development of science since at least the 17th century (with notable practitioners in previous centuries). It involves careful observation, applying rigorous skepticism about what is observed, given that cognitive assumptions can distort how one interprets the observation.",
    "Alchemists of the medieval Islamic world": "",
    "British reformers": "Protestant Reformers were those theologians whose careers, works and actions brought about the Protestant Reformation of the 16th century.\nIn the context of the Reformation, Martin Luther was the first reformer (sharing his views publicly in 1517), followed by people like Andreas Karlstadt and Philip Melanchthon at Wittenberg, who promptly joined the new movement.",
    "German untitled nobility": "The German nobility (German: deutscher Adel) and royalty were status groups of the medieval society in Central Europe, which enjoyed certain privileges relative to other people under the laws and customs in the German-speaking area, until the beginning of the 20th century. \nHistorically, German entities that recognized or conferred nobility included the Holy Roman Empire (962–1806), the German Confederation (1814–1866) and the German Empire (1871–1918).",
    "Monism": "",
    "Counter-Reformation": "",
    "Ancient Greek mathematicians": "Greek mathematics refers to mathematics texts and ideas stemming from the Archaic through the Hellenistic and Roman periods, mostly extant from the 7th century BC to the 4th century AD, around the shores of the Eastern Mediterranean. Greek mathematicians lived in cities spread over the entire Eastern Mediterranean from Italy to North Africa but were united by Greek culture and the Greek language.",
    "British male non-fiction writers": "William Andrew Murray Boyd  (born 7 March 1952) is a Scottish novelist, short story writer and screenwriter.\n\n\n== Biography ==\nBoyd was born in Accra, Gold Coast, (present-day Ghana), to Scottish parents, both from Fife, and has two younger sisters.",
    "Thought": "",
    "Big Bang": "",
    "Narratology": "Narratology is the study of narrative and narrative structure and the ways that these affect human perception. It is an anglicisation of French narratologie, coined by Tzvetan Todorov (Grammaire du Décaméron, 1969).",
    "Sturm und Drang": "Sturm und Drang (, German: [ˈʃtʊʁm ʔʊnt ˈdʁaŋ]; usually translated as \"storm and stress\") was a proto-Romantic movement in German literature and music that occurred between the late 1760s and early 1780s. Within the movement, individual subjectivity and, in particular, extremes of emotion were given free expression in reaction to the perceived constraints of rationalism imposed by the Enlightenment and associated aesthetic movements.",
    "Johann Wolfgang von Goethe": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Founding monarchs": "The Catholic Monarchs were Queen Isabella I of Castile and King Ferdinand II of Aragon, whose marriage and joint rule marked the de facto unification of Spain. They were both from the House of Trastámara and were second cousins, being both descended from John I of Castile; to remove the obstacle that this consanguinity would otherwise have posed to their marriage under canon law, they were given a papal dispensation by Sixtus IV. They married on October 19, 1469, in the city of Valladolid; Isabella was eighteen years old and Ferdinand a year younger.",
    "Humanities": "Humanities are academic disciplines that study aspects of human society and culture. In the Renaissance, the term contrasted with divinity and referred to what is now called classics, the main area of secular study in universities at the time.",
    "Theatrical genres": "History is one of the three main genres in Western theatre alongside tragedy and comedy, although it originated, in its modern form, thousands of years later than the other primary genres. For this reason, it is often treated as a subset of tragedy.",
    "Principles": "A principle is a proposition or value that is a guide for behavior or evaluation. In law, it is a rule that has to be or usually is to be followed.",
    "1660 establishments in England": "The Restoration of the Stuart monarchy in the kingdoms of England, Scotland and Ireland took place in 1660 when King Charles II returned from exile in continental Europe. The preceding period of the Protectorate and the civil wars came to be known as the Interregnum (1649–1660).",
    "Individualist anarchists": "Individualist anarchism is the branch of anarchism that emphasizes the individual and their will over external determinants such as groups, society, traditions and ideological systems. Although usually contrasted to social anarchism, both individualist and social anarchism have influenced each other.",
    "Metaphor theorists": "",
    "Philosophers of pessimism": "Arthur Schopenhauer ( SHOH-pən-how-ər, German: [ˈaɐtʊɐ ˈʃoːpm̩haʊɐ] (listen); 22 February 1788 – 21 September 1860) was a German philosopher. He is best known for his 1818 work The World as Will and Representation (expanded in 1844), which characterizes the phenomenal world as the product of a blind noumenal will.",
    "Epistemology of science": "Philosophy of science is a branch of philosophy concerned with the foundations, methods, and implications of science. The central questions of this study concern what qualifies as science, the reliability of scientific theories, and the ultimate purpose of science.",
    "Looting": "",
    "German librarians": "",
    "Christian writers": "Various Early Christian writers wrote gospels and other books, some of which were canonized as the New Testament canon developed. The Apostolic Fathers were prominent writers who are traditionally understood to have met and learned from Jesus' personal disciples.",
    "19th-century deaths from tuberculosis": "",
    "Human evolution": "Human evolution is the evolutionary process within the history of primates that led to the emergence of Homo sapiens as a distinct species of the hominid family, which includes the great apes. This process involved the gradual development of traits such as human bipedalism and language, as well as interbreeding with other hominins, which indicate that human evolution was not linear but a web.The study of human evolution involves several scientific disciplines, including physical anthropology, evolutionary anthropology, primatology, archaeology, paleontology, neurobiology, ethology, linguistics, evolutionary psychology, embryology and genetics.",
    "Early Modern period": "The early modern period of modern history spans the period after the Late Middle Ages of the post-classical era (c. 1400–1500) through the beginning of the Age of Revolutions (c.",
    "19th-century Irish dramatists and playwrights": "William Butler Yeats (13 June 1865 – 28 January 1939) was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre.",
    "19th-century Irish poets": "This is a timeline of the 19th century.\n\n\n== 1800s ==\n\n\n=== 1801 ===\n\n1801–1815: the First Barbary War and the Second Barbary War between the United States and the Barbary States of North Africa.",
    "Symbolist dramatists and playwrights": "Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish poet and playwright. After writing in different forms throughout the 1880s, he became one of the most popular playwrights in London in the early 1890s.",
    "Political concepts": "Political philosophy or political theory is the philosophical study of government, addressing questions about the nature, scope, and legitimacy of public agents and institutions and the relationships between them. Its topics include politics, liberty, justice, property, rights, law, and the enforcement of laws by authority: what they are, if they are needed, what makes a government legitimate, what rights and freedoms it should protect, what form it should take, what the law is, and what duties citizens owe to a legitimate government, if any, and when it may be legitimately overthrown, if ever.",
    "Chemical elements": "A chemical element is a species of atoms that have a given number of protons in their nuclei, including the pure substance consisting only of that species. Unlike chemical compounds, chemical elements cannot be broken down into simpler substances by any chemical reaction.",
    "Morality": "Molality is a measure of the number of moles of solute in a solution corresponding to 1 kg or 1000 g of solvent. This contrasts with the definition of molarity which is based on a specified volume of solution.",
    "Applied and interdisciplinary physics": "Applied physics is the application of physics to solve scientific or engineering problems. It is usually considered to be a bridge or a connection between physics and engineering.",
    "British agnostics": "Agnosticism is the view or belief that the existence of God, of the divine or the supernatural is unknown or unknowable. Another definition provided is the view that \"human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.\"The English biologist Thomas Henry Huxley coined the word agnostic in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\"\nEarlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\".",
    "German travel writers": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "19th-century historians": "This is a timeline of the 19th century.\n\n\n== 1800s ==\n\n\n=== 1801 ===\n\n1801–1815: the First Barbary War and the Second Barbary War between the United States and the Barbary States of North Africa.",
    "19th-century travel writers": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Color scientists": "",
    "German autobiographers": "Johann Wolfgang von Goethe (28 August 1749 – 22 March 1832) was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and colour.",
    "Leaders who took power by coup": "Colonel Assimi Goïta (born c. 1983) is a Malian military officer who has been interim President of Mali since 28 May 2021.",
    "Emerging technologies": "Emerging technologies are technologies whose development, practical applications, or both are still largely unrealized. These technologies are generally new but also include older technologies finding new applications.",
    "Computational fields of study": "Computational biology refers to the use of data analysis, mathematical modeling and computational simulations to understand biological systems and relationships. An intersection of computer science, biology, and big data, the field also has foundations in applied mathematics, chemistry, and genetics.",
    "Sources of knowledge": "Knowledge can be defined as awareness of facts or as practical skills, and may also refer to familiarity with objects or situations. Knowledge of facts, also called propositional knowledge, is often defined as true belief that is distinct from opinion or guesswork by virtue of justification.",
    "Cognition": "Cognition ( (listen)) refers to \"the mental action or process of acquiring knowledge and understanding through thought, experience, and the senses\". It encompasses all aspects of intellectual functions and processes such as: perception, attention, thought, intelligence, the formation of knowledge, memory and working memory, judgment and evaluation, reasoning and computation, problem solving and decision making, comprehension and production of language.",
    "Good and evil": "In religion, ethics, philosophy, and psychology \"good and evil\" is a very common dichotomy. In cultures with Manichaean and Abrahamic religious influence, evil is perceived as the dualistic antagonistic opposite of good, in which good should prevail and evil should be defeated.",
    "Psychoanalysis": "Psychoanalysis (from Greek: ψυχή, psykhḗ, 'soul' + ἀνάλυσις, análysis, 'investigate') is a set of theories and therapeutic techniques that deal in part with the unconscious mind, and which together form a method of treatment for mental disorders. The discipline was established in the early 1890s by Austrian neurologist Sigmund Freud, who developed the practice from his theoretical model of personality organization and development, psychoanalytic theory.",
    "Religious philosophical concepts": "Numinous () is a term derived from the Latin numen, meaning \"arousing spiritual or religious emotion; mysterious or awe-inspiring.\" The term was given its present sense by the German theologian and philosopher Rudolf Otto in his influential 1917 German book The Idea of the Holy. He also used the phrase mysterium tremendum as another description for the phenomenon.",
    "William Shakespeare": "William Shakespeare (bapt. 26 April 1564 – 23 April 1616) was an English playwright, poet and actor.",
    "16th-century English male actors": "Thomas Pope (died 1603) was an Elizabethan actor, a member of the Lord Chamberlain's Men and a colleague of  William Shakespeare. Pope was a \"comedian and acrobat.\"\n\n\n== Beginnings ==\nNothing is known of Pope's early life.",
    "English male stage actors": "Jack Bannon (born 24 March 1991) is an English actor, known for his role as Christopher Morcom in The Imitation Game, as Sam Thursday on the ITV drama series Endeavour (2013-2018) and as Alfred Pennyworth on the Epix crime drama series Pennyworth (2019–present).\n\n\n== Early life ==\nBannon was born and raised in Norwich.",
    "Burials in Warwickshire": "William Shakespeare (bapt. 26 April 1564 – 23 April 1616) was an English playwright, poet and actor.",
    "People educated at King Edward VI School, Stratford-upon-Avon": "Stratford-upon-Avon (), commonly known as just Stratford, is a market town and civil parish in the Stratford-on-Avon district, in the county of Warwickshire, in the West Midlands region of England. It is situated on the River Avon, 91 miles (146 km) north-west of London, 22 miles (35 km) south-east of Birmingham and 8 miles (13 km) south-west of Warwick.",
    "People from Stratford-upon-Avon": "",
    "Shakespeare family": "William Shakespeare (bapt. 26 April 1564 – 23 April 1616) was an English playwright, poet and actor.",
    "King's Men (playing company)": "The King's Men is the acting company to which William Shakespeare (1564–1616) belonged for most of his career. Formerly known as the Lord Chamberlain's Men during the reign of Queen Elizabeth I, they became the King's Men in 1603 when King James I ascended the throne and became the company's patron.",
    "17th-century English male actors": "The Children of the Chapel are the boys with unbroken voices, choristers, who form part of the Chapel Royal, the body of singers and priests serving the spiritual needs of their sovereign wherever they were called upon to do so. They were overseen by the Master of the Children of the Chapel Royal.",
    "Mathematics": "Mathematics (from Ancient Greek  μάθημα; máthēma: 'knowledge, study, learning') is an area of knowledge that includes such topics as numbers (arithmetic and number theory), formulas and related structures (algebra), shapes and the spaces in which they are contained (geometry), and quantities and their changes (calculus and analysis).  Most mathematical activity involves the use of pure reason to discover or prove the properties of abstract objects, which consist of either abstractions from nature or—in modern mathematics—entities that are stipulated with certain properties, called axioms.",
    "Philosophers of culture": "Samuel Benjamin Harris (born April 9, 1967) is an American philosopher, neuroscientist,  author, and podcast host. His work touches on a range of topics, including rationality, religion, ethics, free will, neuroscience, meditation, psychedelics, philosophy of mind, politics, terrorism, and artificial intelligence.",
    "Philosophers of war": "Samuel Benjamin Harris (born April 9, 1967) is an American philosopher, neuroscientist,  author, and podcast host. His work touches on a range of topics, including rationality, religion, ethics, free will, neuroscience, meditation, psychedelics, philosophy of mind, politics, terrorism, and artificial intelligence.",
    "British Nobel laureates": "First instituted in 1901, the Nobel Prize has been awarded to a total of 904 individuals (852 men and 52 women) and 24 organizations as of 2018. Among the recipients, 11 are Indians (four Indian citizens and seven of Indian ancestry or residency).",
    "German male classical composers": "",
    "French Nobel laureates": "The Nobel Prizes (Swedish: Nobelpriset, Norwegian: Nobelprisen) are awarded annually by the Royal Swedish Academy of Sciences, the Swedish Academy, the Karolinska Institutet, and the Norwegian Nobel Committee to individuals and organizations who make outstanding contributions in the fields of chemistry, physics, literature, peace, and physiology or medicine. They were established by the 1895 will of Alfred Nobel, which dictates that the awards should be administered by the Nobel Foundation.",
    "English republicans": "Supporters of republicanism in the United Kingdom—replacing the country's monarchy with a republic—typically favour an elected head of state to a constitutional monarch who heads the British royal family.\n\n\n== Individuals (living) ==\n\n\n=== Politicians (serving) ===\n\nJonathan Bartley, theologian and former co-leader of the Green Party of England and Wales\nNatalie Bennett, peer and former co-leader of the Green Party of England and Wales\nRichard Burgon, MP (Labour)\nKaty Clark, MSP (Scottish Labour), peer and former MP (Labour)\nTom Copley, Deputy Mayor of London for Housing and Residential Development and former AM (Labour Co-op)\nJeremy Corbyn, MP (former leader of the Labour Party)\nMark Drakeford, MS (Welsh Labour), First Minister of Wales\nGeorge Foulkes, peer, former MP and MSP (Labour, Scottish Labour)\nRob Gibson, MSP (Scottish National Party)\nChristine Grahame, MSP (SNP)\nNia Griffith, MP (Labour)\nJohn Griffiths, MS (Welsh Labour)\nLlyr Gruffydd, MS (Plaid Cymru)\nPeter Hain, peer and former MP (Labour)\nPatrick Harvie, MSP and co-leader of the Scottish Greens\nElin Jones, MS (Plaid Cymru) and Llywydd (Presiding Officer) of Senedd Cymru\nClive Lewis, MP (Labour)\nCaroline Lucas, MP and former co-leader of the Green Party of England and Wales\nJohn McDonnell, MP (Labour)\nPaul McLennan, MSP (SNP)\nLisa Nandy, MP (Labour)\nJohn Prescott, peer, former MP (Labour) and Deputy Prime Minister of the United Kingdom\nAsh Regan, MSP (SNP)\nTommy Sheppard, MP (SNP)\nKen Skates, MS (Welsh Labour)\nAndy Slaughter, MP (Labour)\nCat Smith, MP (Labour)\nDick Taverne, peer (Liberal Democrats) and former MP (Labour, Democratic Labour)\nMercedes Villalba, MSP (Scottish Labour)\nHumza Yousaf, MSP (SNP)\n\n\n=== Politicians (former) ===\n\nNorman Baker, former MP (Liberal Democrats)\nJohn Biggs, former Labour mayor of Tower Hamlets\nRussell Brown, former MP (Labour)\nRonnie Campbell, former MP (Labour)\nMichael Clapham, former MP (Labour)\nDavid Crausby, former MP (Labour)\nRoseanna Cunningham, former MSP (SNP)\nIan Davidson, former MP (Labour)\nRon Davies, former MP (Labour), Independent councillor and political activist (Plaid Cymru)\nEmma Dent Coad, former MP (Labour)\nBill Etherington, former MP (Labour)\nLinda Fabiani, former MSP (SNP)\nRoger Godsiff, former MP (Labour)\nDavid Hanson, former MP (Labour)\nRoy Hattersley, former MP (Labour) and peer\nDerek Hatton, former deputy leader of Liverpool City Council (Labour)\nJohn Heppell, former MP (Labour)\nKelvin Hopkins, former MP (Labour)\nJulian Huppert, former MP (Liberal Democrats)\nBrian Iddon, former MP (Labour)\nLynne Jones, former MP (Labour)\nRosie Kane, former MSP (Scottish Socialist Party)\nKen Livingstone, former mayor of London and Labour MP\nAndrew MacKinlay, former MP (Labour) and councillor (Liberal Democrats)\nDenis MacShane, author and former MP (Labour)\nMagid Magid, former MEP (Green Party of England and Wales) and Lord Mayor of Sheffield\nDavid Marquand, academic, author and former MP (Labour)\nBob Marshall-Andrews, barrister and former MP (Labour)\nJohn McAllion, former MP and MSP (Labour)\nNatalie McGarry, former MP (SNP and Independent)\nJim McGovern, former MP (Labour)\nAnn McKechin, former MP (Labour)\nChris Mullin, former MP (Labour)\nDoug Naysmith, former MP (Labour)\nStephen Pound, former MP (Labour)\nGordon Prentice, former MP (Labour)\nMurad Qureshi, former AM (Labour)\nKen Ritchie, former Labour councillor, psephologist and founder of Labour for a Republic\nPhil Sawford, former MP (Labour)\nBethan Sayed, former MS (Plaid Cymru)\nJim Sillars, former MP (Labour and SNP)\nDennis Skinner, former MP (Labour)\nGraham Watson, former MEP (Liberal Democrat)\nSandra White, former MSP (SNP)\nChris Williamson, former MP (Labour and Independent)\nBill Wilson, former MSP (SNP) and political activist (Scottish Greens)\nLeanne Wood, former MS (former leader of Plaid Cymru)\n\n\n=== Political activists ===\n\nTariq Ali, author and political activist\nJamie Bevan, Welsh language activist\nJulie Bindel, writer and political activist\nCatherine Mayer, author and co-founder of the Women's Equality Party\nAlan McCombes, Scottish Socialist Party campaigner\nGareth Miles, Welsh language activist\nCraig Murray, former diplomat and activist\nMike Small, Scottish author and activist\nPeter Tatchell, gay rights campaigner\nKevin Williamson, Scottish writer and activist\n\n\n=== Political staff and advisors ===\nAlastair Campbell, political strategist, journalist and author\nPhilip Collins, journalist and former chief speechwriter to Tony Blair\nAndrew Fisher, political adviser and consultant\nLance Price, writer, journalist and former political adviser to Tony Blair\n\n\n=== Trade unionists ===\nJohn Edmonds, former General Secretary of GMB Union\nMick Lynch, General Secretary of the National Union of Rail, Maritime and Transport Workers (RMT)\nArthur Scargill, former trade union leader, leader of the Socialist Labour Party\n\n\n=== Journalists and non-fiction writers ===\n\nYasmin Alibhai-Brown, columnist for The Independent\nJackie Ashley, journalist\nJulian Baggini, philosopher and writer\nPiers Brendon, historian and writer\nEmma Brockes, author and journalist\nHeather Brooke, journalist, writer and FOI activist\nJulie Burchill, writer and columnist\nBeatrix Campbell, journalist and author\nNick Cohen, columnist for The Observer\nMichael Collins, writer and broadcaster\nRobert Crampton, journalist (The Times)\nBill Emmott, former editor of The Economist\nOtto English, author and journalist\nJonathan Freedland, journalist\nRoy Greenslade, journalist and academic\nJohann Hari, writer and journalist\nLester Holloway, journalist and former councillor (Labour)\nMick Hume, journalist\nOwen Jones, journalist\nKitty Kelley, American journalist and author\nSimon Kelner, journalist and former editor of The Independent\nA. L. Kennedy, writer and academic\nPhilippe Legrain, economist and writer\nTim Lott, author\nIain Macwhirter, political commentator\nKevin Maguire, journalist\nKenan Malik, writer, lecturer and broadcaster\nAndrew MacGregor Marshall, journalist\nAllegra McEvedy, chef and food writer\nChris McLaughlin, journalist\nSuzanne Moore, journalist\nTom Nairn, essayist\nBrendan O'Neill, journalist\nSusie Orbach, psychotherapist and writer\nStephen Pollard, author and journalist\nJay Rayner, food critic\nBrian Reade, Daily Mirror columnist\nVicky Richardson, journalist\nPaul Routledge, Daily Mirror journalist\nFrances Ryan, journalist and political activist\nAsh Sarkar, journalist and political activist\nMiranda Sawyer, journalist\nMark Seddon, journalist\nWill Self, journalist\nJoan Smith, novelist, journalist and human rights activist\nPolly Toynbee, columnist for The Guardian\nJanice Turner, journalist and columnist for The Times\nFrancis Wheen, journalist, writer and broadcaster\nAndreas Whittam Smith, journalist (co-founder and first editor of The Independent)\nPeter Wilby, journalist\nGary Younge, journalist\n\n\n=== Novelists and fiction authors ===\nMartin Amis, novelist\nPhilippa Gregory, novelist\nMark Haddon, novelist\nJames Kelman, novelist and playwright\nKathy Lette, novelist\nJohn Niven, screenwriter and author\nCaryl Phillips, novelist\nPhilip Pullman, author\nMichèle Roberts, novelist and poet\nSara Sheridan, author and historical novelist\nZadie Smith, author\nJonathan Trigell, author\n\n\n=== Broadcasters ===\n\nSimon Fanshawe, writer and broadcaster\nMariella Frostrup, journalist and broadcaster\nJulia Hartley-Brewer, radio presenter and political journalist\nAnthony Holden, writer, broadcaster and critic\nMark Kermode, film critic, journalist\nPaul Mason, political commentator and author\nFiona Phillips, journalist and broadcaster\nAmol Rajan, journalist and broadcaster\nMatthew Wright, broadcaster and journalist\n\n\n=== Business people ===\nDawn Airey, media executive and sports administrator\nAlan McGee, co-founder of Creation Records and Poptones\nTim Waterstone, founder of Waterstones bookshops and author\n\n\n=== Actors ===\n\nSteve Coogan, actor and comedian\nBen Dover, pornographic actor\nChristopher Eccleston\nColin Firth\nMark Gatiss, actor, comedian, screenwriter and novelist\nGlenda Jackson, actor and former MP (Labour)\nMargot Leicester, actor\nMark McGann, actor, director, musician, writer\nPaul McGann\nJosh O'Connor\nDaniel Radcliffe\nDougray Scott\nMichael Sheen\nElaine C. Smith\nSamuel West, actor and director\n\n\n=== Comedians ===\n\nFrankie Boyle, comedian and writer\nJo Brand\nRussell Brand, comedian, actor, campaigner\nRobin Ince, comedian, actor and writer\nEddie Izzard, comedian, actor and writer\nLloyd Langford\nRob Newman\nJohn Oliver, actor and comedian, host of Last Week Tonight with John Oliver\nMark Steel\nMark Thomas, comedian, author and activist\nTracey Ullman, actor and comedian\nHenning Wehn\n\n\n=== Singers, musicians and composers ===\nJames Dean Bradfield, lead vocalist and guitarist of the Manic Street Preachers\nRay Burns (Captain Sensible), musician\nMark 'Barney' Greenway, singer\nPaul Heaton, singer (The Beautiful South)\nJohnny Marr, musician, singer and songwriter (formerly of The Smiths)\nSean Moore, musician (Manic Street Preachers)\nMorrissey, singer-songwriter and author (formerly of The Smiths)\nCraig Reid, musician (The Proclaimers)\nCharlie Reid, musician (The Proclaimers)\nPaul Simonon, musician (formerly of The Clash)\nRobert Smith, musician (The Cure)\nNicky Wire, musician (Manic Street Preachers)\n\n\n=== Artists ===\nSteve Bell, cartoonist\nPeter Fluck, caricaturist and satirist\nMark McGowan, performance artist known as Chunky Mark and The Artist Taxi Driver\nRalph Steadman, cartoonist\n\n\n=== Theatre and film directors ===\nJohn Boorman, film director\nDanny Boyle, Academy Award-winning film director\nRichard Eyre, theatre and film director\nStephen Frears, film director and producer\nPaul Greengrass, film director and screenwriter\nMike Leigh, writer and director of film and theatre\nKen Loach, film and television director\n\n\n=== Screenwriters and playwrights ===\nJon Canter, television comedy writer\nMaureen Chadwick, screenwriter, dramatist and television producer\nMichael Frayn, author and playwright\nDavid Hare, playwright\nJulia Pascal, playwright and theatre director\n\n\n=== Poets ===\n\nMike Jenkins\nPatrick Jones, poet, playwright and filmmaker\nLiz Lochhead, Makar (National Poet for Scotland) and essayist\nSean O'Brien, poet and critic\nMichael Rosen, novelist and poet\nLuke Wright\nBenjamin Zephaniah\n\n\n=== Sportspeople ===\nJoey Barton, football manager and former footballer\nStan Collymore, former footballer\nFrankie Dettori, Italian jockey\nBrian Moore, former rugby union player\n\n\n=== Legal professionals ===\n\nLouise Christian, human rights lawyer\nImran Khan, lawyer\nMichael Mansfield, QC\nGeoffrey Robertson, QC\nClive Stafford Smith, lawyer and human rights campaigner\n\n\n=== Academics ===\nRichard Dawkins, evolutionary biologist and writer\nGregor Gall, writer and academic\nTed Honderich, academic and philosopher\nLaura McAllister, Professor of Public Policy and the Governance of Wales at the Wales Governance Centre, Cardiff University\nSteven Rose, scientist and writer\nQuentin Skinner, academic and historian\nAdam Tomkins, academic and former MSP (Scottish Conservatives)\nNigel Warburton, academic and philosopher\n\n\n=== Religious figures ===\nPete Broadbent, Bishop of Willesden\n\n\n== Individuals (deceased) ==\n\n\n=== Politicians ===\n\nTony Banks (1942–2006), MP and peer (Labour)\nTony Benn (1925–2014), MP (Labour)\nCharles Bradlaugh (1833–1891), MP (Liberal)\nGeorge Buchanan (1890–1955), MP (Labour)\nWilliam Cluse (1875–1955), MP (Labour)\nRichard Crossman (1907–1974), MP (Labour) and editor of the New Statesman\nDonald Dewar (1937–2000), Scottish Labour politician and First Minister of Scotland\nSir Charles Dilke (1843–1911), MP (Liberal)\nJack Dormand (1919–2003), MP and peer (Labour)\nRaymond Fletcher (1921–1991), MP (Labour)\nPaul Flynn (1935–2019), MP (Labour)\nMichael Foot (1913–2010), MP (Labour) and Leader of the Opposition\nWillie Gallacher (1881–1965), MP (Communist Party of Great Britain)\nArthur Greenwood (1880–1954), MP (Labour)\nWillie Hamilton (1917–2000), MP (Labour)\nGeorge Hardie (1873–1937), MP (Labour)\nKeir Hardie (1856–1915), MP and founder of the Labour Party\nEmrys Hughes (1894 –1969), MP (Labour) and journalist\nWilliam Keenan (1889–1955), MP (Labour)\nGeorge Lansbury (1859–1940), MP (Labour) and Leader of the Opposition\nMargo MacDonald (1943–2014), MP and MSP (SNP)\nJames Maxton (1885–1946), MP (Independent Labour Party)\nValentine McEntee (1871–1953), MP (Labour)\nJohn McGovern (1887–1968), MP (Labour)\nKevin McNamara (1934–2017), MP (Labour)\nMichael Meacher (1939–2015), MP (Labour)\nJohn Stuart Mill (1806–1873), MP (Liberal), philosopher and political economist\nPeter Mond, 4th Baron Melchett (1948–2018), life peer (Labour) and campaigner\nMo Mowlam (1949–2005), MP (Labour) and Secretary of State for Northern Ireland\nStan Orme (1923–2005), MP (Labour)\nGwilym Prys-Davies (1923–2017), peer (Labour)\nRichard Rogers (1933–2021), peer (Labour) and architect\nAlfred Salter (1873–1945), MP (Labour), 1925–45\nNancy Seear (1913–1997), peer and social scientist (Liberal, then Liberal Democrats)\nAlgernon Sidney (1623–1683), English politician and political theorist\nCampbell Stephen (1884–1947), MP (Independent Labour Party)\nErnest Thurtle (1884–1954), MP (Labour)\nKay Ullrich (1943–2021), MSP (SNP)\nBenjamin Vaughan (1751–1835), political economist and MP\n\n\n=== Political activists and social reformers ===\n\nJeremy Bentham (1748–1832), philosopher, jurist and social reformer\nJulian Cayo-Evans (1937–1995), Welsh political activist and leader of the Free Wales Army\nDennis Coslett (1939–2004), Welsh political activist (Free Wales Army) and author\nGeorge William Foote (1850–1915), secularist and journal editor; secretary of the London Republican Club (1870) and National Republican League (1871)\nJohn Frost (1750–1842), English radical\nStephen Maxwell (1942–2012), SNP activist\nTrefor Morgan (1914–1970), Welsh nationalist activist\nThomas Muir of Huntershill (1765–1799), Scottish political reformer\nMary Wollstonecraft (1759–1797), feminist writer and philosopher\n\n\n=== Journalists, authors and writers ===\n\nJ. G. Ballard (1930–2009), novelist\nWilliam Blake (1757–1827), writer and artist\nRobert Burns (1759–1796), poet and lyricist\nCarmen Callil (1938–2022), writer and publisher\nJohn Cole (1927–2013), BBC political editor\nThomas Davison (1794–1826), journalist and publisher\nA. A. Gill (1954–2016), journalist and critic\nThomas Gordon (c.",
    "Light sources": "Light or visible light is electromagnetic radiation that can be perceived by the human eye. Visible light is usually defined as having wavelengths in the range of 400–700 nanometres (nm), corresponding to frequencies of 750–420 terahertz, between the infrared (with longer wavelengths) and the ultraviolet (with shorter wavelengths).In physics, the term \"light\" may refer more broadly to electromagnetic radiation of any wavelength, whether visible or not.",
    "Irish Nobel laureates": "The Nobel Prize in Literature (Swedish: Nobelpriset i litteratur) is awarded annually by the Swedish Academy to authors for outstanding contributions in the field of literature. It is one of the five Nobel Prizes established by the 1895 will of Alfred Nobel, which are awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine."
}